Repository: owncloud/ios-app
Catalog: ownCloud/Resources/*.lproj/Localizable.strings
Languages: ar, de_ch, eu, fr, he, ru, sq, th_th

source: Before you can set the permission %@, you must enter a password.
ar: قبل تعيين الإذن %@، يجب إدخال كلمة مرور.
de_ch: Bevor Sie die Berechtigung festlegen können %@, müssen Sie ein Passwort eingeben.
eu: Baimena ezarri aurretik %@, pasahitza sartu behar duzu.
fr: Avant de pouvoir définir l'autorisation %@ , vous devez entrer un mot de passe.
he: לפני הגדרת הרשאות %@, יש להכניס סיסמא.
ru: Чтобы изменить права доступа %@, введите пароль
sq: Përpara se të caktoni lejen %@, duhet të jepni një fjalëkalim.
th_th: ก่อนที่คุณจะสามารถตั้งค่าการอนุญาต %@ คุณต้องกรอกรหัสผ่าน

source: Password Protected
ar: كلمة المرور محمية
de_ch: passwortgeschützt
eu: Pasahitzaz Babestua
fr: Protégé par mot de passe
he: מוגן סיסמא
ru: Защищено Паролем
sq: Mbrojtur me Fjalëkalim
th_th: รหัสผ่านถูกป้องกันแล้ว

source: Pending Federated Invites
ar: تعليق الدعوات الموحدة
de_ch: Ausstehende Federated-Einladungen
eu: Gonbidapen Federatuak zain
fr: Invitations fédérées en attente
he: הזמנות מאוחדות ממתינות
ru: Неподтвержденные федеративные приглашения
sq: Ftesa të Federuara Pezull
th_th: คำเชิญแบบรวมที่รอดำเนินการ

source: Pending Invites
ar: تعليق الدعوات
de_ch: Ausstehende Einladungen
eu: Gonbidapenak zain
fr: Invitations en attente
he: הזמנות ממתינות
ru: Неподтвержденные приглашения
sq: Ftesa Pezull
th_th: กำลังรอคำเชิญ

source: Shared with you
ar: تمت المشاركة معك
de_ch: Mit Dir geteilt
eu: Zurekin partekatua
fr: Partagés avec vous
he: שיתף/שיתפה אתך
ru: Поделились с вами
sq: Të ndara me ju
th_th: แชร์กับคุณ

source: Shared with others
ar: تمت المشاركة مع الآخرين
de_ch: Von Dir geteilt
eu: Beste batzuekin partekatua
fr: Partagés avec d'autres
he: משותף עם אחרים
ru: Доступные для других
sq: Të ndara me të tjerët
th_th: แชร์กับผู้อื่น

source: Shares
ar: المشاركات
de_ch: Freigaben
eu: Partekatuak
fr: Partages
he: שיתופים
ru: События обмена файлами
sq: Pjesë
th_th: แชร์

source: Copy Private Link
ar: انسخ رابطًا خاصًا
de_ch: Privaten Link kopieren
eu: Esteka Pribatua kopiatu
fr: Copier le lien privé
he: העתקת קישור פרטי
ru: Копировать приватную ссылку
sq: Kopjo Lidhje Private
th_th: คัดลอกลิงก์ส่วนตัว

source: Accept Share failed
ar: فشلت الموافقة على المشاركة
de_ch: Freigabe annehmen fehlgeschlagen
eu: Partekatzea onartzeak huts egin du
fr: Accepter le partage a échoué
he: אישור שיתוף נכשל
ru: Ошибка подтверждения совместного доступа
sq: Dështoi Pranimi i Pjesës
th_th: ยอมรับการแชร์ล้มเหลว

source: Decline Share failed
ar: فشل رفض المشاركة
de_ch: Freigabe ablehnen fehlgeschlagen
eu: Partekatzeari uko egiteak huts egin du
fr: Refuser le partage a échoué
he: דחיית שיתוף נכשלה
ru: Ошибка отклонения совместного доступа
sq: Dështoi Hedhja Tej e Pjesës
th_th: ปฏิเสธการแชร์ล้มเหลว

source: Accept
ar: قبول
de_ch: Akzeptieren
eu: Onartu
fr: Accepter
he: אישור
ru: Принять
sq: Pranoje
th_th: ยอมรับ

source: Decline
ar: رفض
de_ch: Abgelehnt
eu: Uko egin
fr: Refuser
he: סירוב
ru: Отклонить
sq: Hidhe poshtë
th_th: ลดลง

source: Declined
ar: تم الرفض
de_ch: Abgelehnt
eu: Ez onartua
fr: Refusé
he: נדחה
ru: Отклонено
sq: Hedhur Poshtë
th_th: ปฏิเสธ

source: Decline Share
ar: رفض المشاركة
de_ch: Freigabe ablehnen
eu: Partekatzeari uko egin
fr: Decliner le partager
he: דחיית שיתוף
ru: Отклонить совместный доступ
sq: Hidhe Poshtë Pjesën
th_th: ปฏิเสธแชร์

source: Unshare
ar: إلغاء المشاركة
de_ch: Freigabe aufheben
eu: Ez partekatuta
fr: Ne plus partager
he: הסר שיתוף
ru: Закрыть доступ
sq: Hiqi ndarjen me të tjerë
th_th: ยกเลิกการแชร์

source: Unshare failed
ar: فشل إلغاء المشاركة
de_ch: Freigabe aufheben fehlgeschlagen
eu: Partekatzea kentzeak huts egin du
fr: Annuler le partage a échoué
he: ביטול שיתוף נכשל
ru: Ошибка отмены совместного доступа
sq: Dështoi heqja e ndarjes
th_th: ยกเลิกการแชร์ไม่สำเร็จ

source: Are you sure you want to unshare these items?
ar: هل تريد بالتأكيد إلغاء مشاركة هذه العناصر؟
de_ch: Sind Sie sicher, dass Sie die Freigabe für diese Objekte aufheben möchten?
eu: Ziur zaude ale hauen partekatzea bertan behera utzi nahi duzula?
fr: Voulez-vous vraiment annuler le partage de ces éléments?
he: האם באמת לבטל שיתוף של הפריטים הבאים?
ru: Вы уверены, что больше не хотите предоставлять доступ к данным элементам?
sq: Jeni i sigurt se doni të hiqet ndarja e këtyre objekteve?
th_th: คุณแน่ใจว่าต้องการยกเลิกการแชร์รายการเหล่านี้?

source: Are you sure you want to unshare this item?
ar: هل تريد بالتأكيد إلغاء مشاركة هذا العنصر؟
de_ch: Sind Sie sicher, dass Sie die Freigabe für dieses Objekt aufheben möchten?
eu: Ziur zaude ale honen partekatzea bertan behera utzi nahi duzula?
fr: Voulez-vous vraiment annuler le partage de cet élément?
he: האם באמת לבטל שיתוף של פריט זה?
ru: Вы уверены, что больше не хотите предоставлять доступ к этому элементу?
sq: Jeni i sigurt se doni të hiqet ndarja e këtij objekti?
th_th: คุณแน่ใจว่าต้องการยกเลิกการแชร์รายการนี้?

source: Read
ar: قراءة
de_ch: Lesen
eu: Irakurri
fr: Lu
he: נקרא
ru: Читать
sq: Lexoni
th_th: อ่าน

source: Can Share
ar: يمكنه المشاركة
de_ch: Kann teilen
eu: Partekatu dezake
fr: Partage Autorisé
he: ניתן לשתף
ru: Может делиться
sq: Mund të Ndajë
th_th: สามารถแชร์

source: Can Edit
ar: يمكنه التحرير
de_ch: Kann bearbeiten
eu: Editatu dezake
fr: Edition autorisée
he: ניתן לערוך
ru: Может редактировать
sq: Mund të Përpunojë
th_th: สามารถแก้ไข

source: Can Edit and Change
ar: يمكنه التحرير والتغيير
de_ch: Kann bearbeiten und ändern
eu: Editatu eta Aldatu dezake
fr: Peut éditer et changer
he: ניתן לערוך ולשנות
ru: Может изменять и редактировать
sq: Mund të Përpunojë dhe Ndryshojë
th_th: สามารถแก้ไขและเปลี่ยนแปลง

source: Can Create
ar: يمكنه الإنشاء
de_ch: Kann erstellen
eu: Sortu dezake
fr: Peut créer
he: ניתן ליצור
ru: Может создавать
sq: Mund të Krijojë
th_th: สามารถสร้าง

source: Can Change
ar: يمكنه التغيير
de_ch: Kann ändern
eu: Aldatu dezake
fr: Peut changer
he: ניתן לשנות
ru: Может изменять
sq: Mund të Ndryshojë
th_th: สามารถเปลี่ยน

source: Can Delete
ar: يمكنه الحذف
de_ch: Kann löschen
eu: Ezabatu dezake
fr: Peut supprimer
he: ניתן למחוק
ru: Может удалять
sq: Mund të Fshijë
th_th: สามารถลบ

source: Accept Invite %@
ar: قبول الدعوة %@
de_ch: Einladung %@ annehmen
eu: %@ Gonbidapena onartu
fr: Accepter l'invitation %@
he: מאשר הזמנה %@
ru: Принять приглашение %@
sq: Pranoni Ftesën %@
th_th: ยอมรับคำเชิญ %@

source: Decline Invite %@
ar: رفض الدعوة %@
de_ch: Einladung %@ ablehnen
eu: %@ Gonbidapena ukatu
fr: Refuser l'invitation %@
he: דחיית הזמנה %@
ru: Отклонить приглашение %@
sq: Hidheni Tej Ftesën %@
th_th: ปฏิเสธคำเชิญของ %@

source: Decline cannot be undone.
ar: لا يمكن التراجع عن الرفض.
de_ch: Die Ablehnung kann nicht rückgängig gemacht werden.
eu: Uko egitea ezin da desegin.
fr: Le refus ne peut pas être annulé.
he: לא ניתן לבטל דחייה.
ru: Отклонение не может быть отменено
sq: Hedhja tej s’mund të zhbëhet.
th_th: ไม่สามารถยกเลิกได้

source: Sharing
ar: مشاركة
de_ch: Teilen
eu: Partekatzea
fr: Partage
he: שיתוף
ru: Общий доступ
sq: Ndarje me të tjerët
th_th: แชร์ข้อมูล

source: You
ar: أنت
de_ch: Du
eu: Zu
fr: Vous
he: אתה
ru: Вы
sq: Ju
th_th: คุณ

source: Share this file
ar: شارك هذا الملف
de_ch: Diese Datei freigeben
eu: Partekatu fitxategi hau
fr: Partagez ce fichier
he: משתף קובץ זה
ru: Поделиться файлом
sq: Ndajeni këtë kartelë
th_th: แชร์ไฟล์นี้

source: Share this folder
ar: شارك هذا المجلد
de_ch: Diesen Ordner freigeben
eu: Partekatu karpeta hau
fr: Partager ce dossier
he: משתף תיקייה זו
ru: Поделиться папкой
sq: Ndajeni këtë dosje
th_th: แชร์โฟลเดอร์นี้

source: shared
ar: مُشارك
de_ch: Geteilt
eu: partekatua
fr: partagé
he: משותף
ru: поделился
sq: e ndarë me të tjerë
th_th: ถูกแชร์

source: Owner
ar: مالك
de_ch: Besitzer
eu: Jabea
fr: Propriétaire
he: בעלים
ru: Владелец
sq: I zoti
th_th: เจ้าของ

source: Private Link
ar: رابط خاص
de_ch: Privater Link
eu: Esteka Pribatua
fr: Lien privé
he: קישור פרטי
ru: Личная ссылка
sq: Lidhje Private
th_th: ลิงก์ส่วนบุคคล

source: Created Public Link
ar: رابط عام تم إنشاؤه
de_ch: Öffentlichen Link erstellen
fr: Lien public créé
he: יצירת קישור שיתופי
ru: Созданная публичная ссылка
sq: Lidhja Publike u Krijua
th_th: สร้างลิงก์สาธารณะ

source: URL was copied to the clipboard
ar: تم نسخ URL الحافظة
de_ch: Die Adresse wurde in die Zwischenablage kopiert
fr: L'URL a été copiée dans le presse-papiers
he: הנתיב הועתק ללוח הגזירים
ru: URL была скопирована в буфер обмена
sq: URL-ja u kopjua në të papastër
th_th: คัดลอก URL ไปยังคลิปบอร์ดแล้ว

source: Quick Access
ar: وصول سريع
de_ch: Schnellzugriff
eu: Atzipen Azkarra
fr: Accès rapide
he: גישה מהירה
ru: Быстрый доступ
sq: Hyrje e Shpejtë
th_th: เข้าถึงด่วน

source: Collection
ar: مجموعة
de_ch: Sammlung
eu: Bilduma
he: אוסף
ru: Коллекция
sq: Koleksion
th_th: รวบรวม

source: Recents
ar: الأخيرة
de_ch: Kürzlich
eu: Gertatu berriak
fr: Récents
he: אחרונים
ru: Недавно
sq: Tani së fundi
th_th: ล่าสุด

source: Favorites
ar: المفضلة
de_ch: Favoriten
eu: Gogokoak
fr: Favoris
he: מועדפים
ru: Избранное
sq: Të parapëlqyera
th_th: รายการโปรด

source: Images
ar: صور
de_ch: Bilder
eu: Irudiak
he: תמונות
ru: Изображения
sq: Foto
th_th: รูปภาพ

source: PDF Documents
ar: مستندات PDF
de_ch: PDF-Dokumente
eu: PDF Dokumentoak
fr: Documents PDF
he: מסמכי PDF
ru: Документы PDF
sq: Dokumente PDF
th_th: เอกสาร PDF

source: Text
ar: النص
fr: Texte
he: טקסט
ru: Текст
sq: Tekst
th_th: ข้อความ

source: Documents
ar: مستندات
de_ch: Dokumente
he: מסמכים
ru: Документы
sq: Dokumente
th_th: เอกสาร

source: Audio
ar: صوت
fr: Son
he: קובץ שמע
ru: Аудио
th_th: เสียง

source: Media Files
ar: ملفات الوسائط
de_ch: Medien Dateien
eu: Media Fitxategiak
fr: Fichiers multimédias
he: קובצי מדיה
ru: Мультимедийные файлы
sq: Kartela Media
th_th: ไฟล์สื่อ

source: Download instead of streaming
ar: تنزيل بدلاً من البث
de_ch: Herunterladen statt streamen
fr: Télécharger au lieu de diffuser
he: הורדה במקום הזרמת מידע
ru: Скачать вместо просмотра
sq: Shkarkoje, në vend se ta transmetosh
th_th: ดาวน์โหลดแทนการสตรีม

source: Media Upload
ar: تحميل الوسائط
de_ch: Medienupload
eu: Media Kargatu
fr: Média téléversé
he: העלאת מדיה
ru: Загрузка фото и видео
sq: Ngarkim Media
th_th: การอัปโหลดสื่อ

source: Media Export
ar: تصدير وسائط الإعلام
de_ch: Medien Export
fr: Exportation de médias
he: יצוא מדיה
ru: Экспорт мультимедиа
sq: Eksportim Mediash
th_th: ส่งออกสื่อ

source: Auto Upload
ar: تحميل تلقائي
fr: Téléchargement automatique
he: העלאה אוטומטית
ru: Автоматическая закачка
sq: Vetëngarkoje
th_th: อัปโหลดอัตโนมัติ

source: Convert HEIC to JPEG
ar: تحويل HEIC إلى JPEG
de_ch: HEIC in JPEG konvertieren
eu: HEIC JPEGera bihurtu
fr: Convertir HEIC en JPEG
he: המרת HEIC ל- JPEG
ru: Преобразовать HEIC в JPEG
sq: Shndërroje HEIC në JPEG
th_th: แปลง HEIC เป็น JPEG

source: Convert videos to MP4
ar: تحويل ملفات الفيديو إلى MP4
de_ch: Videos konvertieren zu MP4
eu: Bideoak MP4ra bihurtu
fr: Convertir les vidéos en MP4
he: המרת וידאו ל- MP4
ru: Преобразовать видео в MP4
sq: Shndërroji videot në MP4
th_th: แปลงวิดีโอเป็น MP4

source: Preserve original media file names
ar: الحفاظ على أسماء ملفات الوسائط الأصلية
de_ch: Mediendateinamen beibehalten
fr: Conserver les noms de fichiers multimédias d'origine
he: שומר שמות קובצי מדיה מקוריים
ru: Сохранить исходные имена файлов мультимедиа
sq: Ruaj emra origjinalë kartelash media
th_th: รักษาชื่อไฟล์ดั้งเดิม

source: Auto Upload Photos
ar: تحميل الصور تلقائيًا
de_ch: Fotos automatisch hochladen
eu: Instant Upload Photos
fr: Téléchargement automatique de photos
he: העלאת תמונות אוטומטית
ru: Автоматически закачать изображения
sq: Vetëngarko Foto
th_th: อัปโหลดรูปภาพอัตโนมัติ

source: Auto Upload Videos
ar: تحميل مقاطع الفيديو تلقائيًا
de_ch: Videos automatisch hochladen
eu: Instant Upload Videos
fr: Téléchargement automatique de vidéos
he: העלאת סרטונים אוטומטית
ru: Автоматически закачать видеоролики
sq: Vetëngarko Video
th_th: อัปโหลดวิดีโออัตโนมัติ

source: Account
ar: حساب
de_ch: Konto
eu: Kontua
fr: Compte
he: חשבון
ru: Уч.запись
sq: Llogari
th_th: บัญชี

source: Select account
ar: حدد حسابًا
de_ch: Account auswählen
fr: Sélectionnez un compte
he: בחירת חשבון
ru: Выберите учётную запись
sq: Përzgjidhni llogari
th_th: เลือกบัญชี

source: Select Upload Path
ar: حدد مسار تحميل
de_ch: Upload-Pfad auswählen
fr: Sélectionnez le chemin de téléchargement
he: בחירת נתיב העלאה
ru: Выберите путь для загрузки
sq: Përzgjidhni Shteg Ngarkimi
th_th: เลือก path สำหรับอัปโหลด

source: Auto upload of media was disabled since configured account / folder was not found
ar: تم تعطيل التحميل التلقائي للوسائط نظرًا لعدم وجود حساب/مجلد تم تكوينه
de_ch: Das automatische Hochladen von Medien wurde deaktiviert, da des konfigurierte Konto/Ordner nicht gefunden wurde.
fr: Le téléchargement automatique des médias a été désactivé car le compte / dossier configuré n'a pas été trouvé
he: העלאה אוטומטית של מדיה מנוטרל כיוון שחשבון / ספרית הגדרות לא נמצאו
ru: Автоматическая закачка фото и видео отключена, так как настроенная учётная запись или папка не были найдены
sq: Vetëngarkimi i medias qe çaktivizuar, ngaqë s’u gjet llogaria / dosja e formësuar
th_th: การอัปโหลดสื่ออัตโนมัติถูกปิดใช้งานเนื่องจาก ไม่พบบัญชีหรือโฟลเดอร์ที่กำหนดค่า

source: Importing %@ media files for upload
ar: استيراد ملفات وسائط %@ للتحميل
de_ch: Importieren von %@-Mediendateien zum Hochladen
fr: Importation de %@ fichiers multimédias pour téléchargement
he: מיבא %@ קובצי מדיה להעלאה
ru: Импортируются мультимедийные файлы %@ для закачки
sq: Po importohen kartela media %@ për ngarkim
th_th: กำลังนำเข้าไฟล์สื่อ %@ สำหรับการอัปโหลด

source: Photo upload
ar: تحميل صورة
de_ch: Foto Upload
fr: Téléchargement de photos
he: העלאת תמונה
ru: Закачка фото
sq: Ngarkim fotosh
th_th: อัปโหลดรูปภาพ

source: Video upload
ar: تحميل فيديو
fr: Téléchargement vidéo
he: העלאת סרטון
ru: Закачка видео
sq: Ngarkim videosh
th_th: อัปโหลดวิดีโอ

source: Background uploads
ar: تحميلات الخلفية
de_ch: Hochladen im Hintergrund
eu: Atzeko planoko igoerak
fr: Téléchargements en arrière-plan
he: העלאה ברקע
ru: Фоновые загрузки
sq: Ngarkime në prapaskenë
th_th: อัปโหลดพื้นหลัง

source: Use background refresh
ar: استخدم تحديث الخلفية
de_ch: Hintergrundaktualisierung verwenden
fr: Utiliser l'actualisation de l'arrière-plan
he: שימוש ברענון ברקע
ru: Использовать фоновое обновление
sq: Përdor rifreskim në prapaskenë
th_th: ใช้การรีเฟรชพื้นหลัง

source: Enable background uploads
ar: تفعيل التحميلات في الخلفية
de_ch: Aktiviere Hintergrund-Uploads
fr: Activer les téléchargements en arrière-plan
he: מאפשר העלאות ברקע
ru: Разрешить фоновые закачки
sq: Aktivizo ngarkime në prapaskenë
th_th: เปิดใช้งานการอัปโหลดพื้นหลัง

source: Use background location updates
ar: استخدم تحديثات الموقع في الخلفية
de_ch: Verwende Hintergrund Standortaktualisierung
fr: Utiliser les mises à jour de l'emplacement en arrière-plan
he: שימוש בעדכוני מיקום ברקע
ru: Использовать фоновое обновление местоположения
sq: Përdor përditësime në prapaskenë të vendndodhjes
th_th: ใช้การอัปเดตตำแหน่งพื้นหลัง

source: Background upload notifications
ar: إشعارات تحميل الخلفية
de_ch: Hintergrund Upload-Benachrichtigungen
fr: Notifications de téléchargement en arrière-plan
he: התראות על העלאות ברקע
ru: Уведомления о фоновых закачках
sq: Njoftime ngarkimesh në prapaskenë
th_th: แจ้งเตือนการอัปโหลดพื้นหลัง

source: Background media uploads rely on location updates and will stop working if location acquisition permissions are revoked.
ar: تعتمد عمليات تحميل وسائط الإعلام في الخلفية على تحديثات الموقع وستتوقف عن العمل إذا تم إبطال أذونات الحصول على الموقع.
de_ch: Das Hochladen von Hintergrundmedien hängt von Standortaktualisierungen ab und funktioniert nicht mehr, wenn die Berechtigungen zur Standorterfassung widerrufen werden.
fr: Les téléchargements de médias en arrière-plan reposent sur les mises à jour de l'emplacement et cesseront de fonctionner si les autorisations d'acquisition de l'emplacement sont révoquées.
he: העלאות מדיה ברקע מסתמכות על עדכוני מיקום ויפסיקו לעבוד אם יבוטלו הרשאות להשגת מיקום.
ru: Фоновые закачки мультимедиа полагаются на обновления местоположения и перестанут работать, если отобрать разрешение на получение местоположения.
sq: Ngarkimet në prapaskenë të mediave bazohen në përditësime vendndodhjeje dhe do të reshtin së funksionuari, nëse hiqet leja për marrje vendndodhjeje.
th_th: การอัปโหลดพื้นหลังจะขึ้นอยู่กับการอัปเดตตำแหน่งและจะหยุดทำงานหากมีการเพิกถอนสิทธิ์การเข้าถึงตำแหน่ง

source: Otherwise background media uploads using background refresh technology would depend on how frequently you use the app.
ar: وبخلاف ذلك ، فإن عمليات تحميل وسائط الإعلام في الخلفية باستخدام تقنية تحديث الخلفية ستعتمد على مدى تكرار استخدامك للتطبيق.
de_ch: Andernfalls hängt das Hochladen von Hintergrundmedien mithilfe der Hintergrundaktualisierungstechnologie davon ab, wie häufig Sie die App verwenden.
fr: Sinon, les téléchargements de médias en arrière-plan à l'aide de la technologie d'actualisation en arrière-plan dépendront de la fréquence à laquelle vous utilisez l'application.
he: אחרת העלאות מדיה ברקע בטכנולוגיית רענון רקע יהיו תלויות בתדירות שבה משתמשים ביישום.
ru: Иначе фоновые закачки мультимедиа, использующие технологию обновления, будут зависеть от того, насколько часто вы используете приложение.
sq: Përndryshe, ngarkimet në prapaskenë të mediave duke përdorur teknologji rifreskimi do të vareshin nga fakti se sa shpesh e përdorni aplikacionin.
th_th: การอัปโหลดในพื้นหลังจะใช้เทคโนโลยีการรีเฟรชพื้นหลัง โดยจะขึ้นอยู่กับความถี่ที่คุณใช้แอป

source: Location permission denied
ar: تم رفض إذن الموقع
de_ch: Standortberechtigung verweigert
fr: Autorisation de localisation refusée
he: הרשאת מיקום נכשלה.
ru: Отказано в разрешении определить местоположение.
sq: Leje e mohuar për vendndodhje
th_th: ปฏิเสธสิทธิ์การเข้าถึงตำแหน่ง

source: Please re-enable location acquisition in system settings
ar: الرجاء إعادة تمكين الحصول على الموقع في إعدادات النظام
de_ch: Bitte aktivieren Sie die Standorterfassung in den Systemeinstellungen erneut
fr: Veuillez réactiver l'acquisition de la position dans les paramètres système
he: יש לאפשר מחדש השגת מיקום בהגדרות המערכת.
ru: Пожалуйста, включите обратно разрешение на получение местоположения в настройках системы
sq: Ju lutemi, riaktivizoni marrje vendndodhjeje te rregullimet e sistemit
th_th: โปรดเปิดใช้งานการค้นหาตำแหน่งอีกครั้งในการตั้งค่าระบบ

source: Scheduled upload of %ld media assets
ar: تحميل مجدول لـ٪ ld أصول وسائط إعلام
de_ch: Geplanter Upload von %ld Mediendaten
fr: Téléchargement programmé de %ld éléments multimédias
he: העלאה מתוכננת של %ld נכסי מדיה
ru: Запланирована закачка %ld элементов мультимедиа
sq: Ngarkim i planifikuar i %ld burimesh media
th_th: กำหนดเวลาอัปโหลดเนื้อหาสื่อของ %ld

source: Creating %ld folders…
ar: جارٍ إنشاء مجلدات %ld…
de_ch: Erstelle %ld Ordner…
eu: %ld karpetak sortzen...
fr: Création de %ld dossiers…
he: יוצר %ld תיקיות…
ru: Создание %ld папок…
sq: Po krijohen %ld dosje…
th_th: กำลังสร้าง %ld โฟลเดอร์

source: Moving %ld items…
ar: جارٍ نقل عناصر %ld…
de_ch: Verschiebe %ld Objekte…
eu: %ld ale mugitzen...
fr: Déplacement de %ld éléments…
he: מעביר %ld פריטים…
ru: Перемещение %ld элементов…
sq: Po lëziven %ld objekte…
th_th: กำลังย้าย %ld ไฟล์

source: Copying %ld items…
ar: جارٍ نسخ عناصر %ld…
de_ch: Kopiere %ld Objekte…
eu: %ld alde kopiatzen...
fr: Copie de %ld éléments…
he: מעתיק %ld פריטים…
ru: Копирование %ld элементов…
sq: Po kopjohen %ld objekte…
th_th: กำลังคัดลอก %ld ไฟล์

source: Deleting %ld items…
ar: جارٍ حذف عناصر %ld…
de_ch: Lösche %ld Objekte…
eu: %ld ale ezabatzen...
fr: Suppression de %ld éléments ...
he: מוחק %ld פריטים…
ru: Удаление %ld элементов…
sq: Po fshihen %ld objekte…
th_th: กำลังลบ %ld ไฟล์

source: Uploading %ld files…
ar: جارٍ تحميل ملفات %ld…
de_ch: Lade %ld Dateien hoch…
eu: %ld ale kargatzen...
fr: Téléchargement de %ld fichiers ...
he: מעלה %ld קבצים…
ru: Загрузка %ld файлов…
sq: Po ngarkohen %ld kartela…
th_th: กำลังอัปโหลด %ld ไฟล์

source: Downloading %ld files…
ar: جارٍ تنزيل ملفات %ld…
de_ch: Lade %ld Dateien…
eu: %ld ale deskargatzen
fr: Téléchargement de %ld fichiers ...
he: מוריד %ld קבצים…
ru: Скачивание %ld файлов…
sq: Po shkarkohen %ld kartela…
th_th: กำลังดาวน์โหลด %ld ไฟล์

source: Updating %ld items…
ar: جارٍ تحديث عناصر %ld…
de_ch: Aktualisiere %ld Objekte…
eu: %ld ale eguneratzen...
fr: Mise à jour de %ld éléments…
he: מעדכן %ld פריטים…
ru: Обновление %ld элементов…
sq: Po përditësohen %ld objekte…
th_th: กำลังอัปเดต %ld ไฟล์

source: Free on %@
ar: مجاني في %@
de_ch: Verfügbar auf %@
eu: Libre %@-en
fr: Libre sur %@
he: חינם ב- %@
ru: Свободно на %@
sq: Falas në %@
th_th: ฟรีบน %@

source: unknown
ar: غير معروف
de_ch: unbekannt
eu: ezezaguna
fr: Inconnu
he: לא ידוע
ru: неизвестно
sq: i panjohur
th_th: ไม่รู้จัก

source: Offline files use
ar: استخدام الملفات دون اتصال
de_ch: Offline Dateien verwenden
eu: Konexiorik gabeko fitxategien erabilpena
fr: Utilisation des fichiers hors ligne
he: שימוש בקבצים לא מקוונים
ru: Использование автономных файлов
sq: Përdorim kartelash pa internet
th_th: ใช้ไฟล์ออฟไลน์

source: Compacting of '%@' failed
ar: فشل ضغط '%@'
de_ch: Freigeben von '%@' fehlgeschlagen
eu: '%@'-ren trinkotzeak huts egin du
fr: Le compactage de '%@' a échoué
he: קיווץ של '%@' נכשל
ru: Сжатие '%@' не удалось
sq: Dështoi ngjeshja e '%@'
th_th: กำลังย่อข้อมูลพบความล้มเหลว '%@'

source: Include available offline files
ar: أدخل الملفات المتوفرة دون اتصال
de_ch: Offline-Dateien einbeziehen
eu: Gehitu konexiorik gabe eskuragarri dauden fitxategiak
fr: Inclure les fichiers hors connexion disponibles
he: כולל קבצים לא מקוונים זמינים
ru: Включить доступные автономные файлы
sq: Përfshi kartela të passhme jashtë linje
th_th: รวมถึงไฟล์ออฟไลน์ที่มีอยู่

source: Manage
ar: إدارة
de_ch: Verwalten
eu: Kudeatu
fr: Gérer
he: ניהול
ru: Управление
sq: Administroni
th_th: การจัดการ

source: Storage
ar: السعة التخزينية
de_ch: Speicher
eu: Biltegia
fr: Stockage
he: אחסון
ru: Хранилище
sq: Depozitë
th_th: พื้นที่จัดเก็บข้อมูล

source: Compacting
ar: مضغوط
de_ch: Freigeben
fr: compactage
he: דחיסה
ru: Сжатие
sq: Po ngjeshet
th_th: กำลังย่อ

source: Really include available offline files?
ar: هل تريد بالفعل تضمين الملفات المتوفرة دون اتصال؟
de_ch: Offline-Dateien wirklich einbeziehen?
eu: Benetan konexiorik gabe eskuragarri dauden fitxategiak gehitu nahi dituzula?
fr: Voulez-vous vraiment inclure les fichiers hors ligne disponibles?
he: באמת לכלול קבצים לא מקוונים זמינים?
ru: Действительно включить доступные автономные файлы?
sq: Të përfshihen vërtet kartela të passhme jashtë linje?
th_th: รวมไฟล์ออฟไลน์ที่มีอยู่?
