Repository: owncloud/ios-app
Catalog: ownCloud/Resources/*.lproj/Localizable.strings
Languages: ar, de_ch, eu, fr, he, ru, sq, th_th

source: The connection's access token has expired or become invalid. Sign in again to re-gain access.
ar: انتهت صلاحية رمز الوصول للاتصال أو أصبح غير صالح. أعد تسجيل الدخول مرة أخرى للحصول على تصريح بوصول.
de_ch: Das Zugriffstoken der Verbindung ist abgelaufen oder ungültig geworden. Melden Sie sich erneut an, um wieder Zugang zu erhalten.
eu: Konexioaren atzipen-tokena iraungi da edo baliogabea bilakatu da. Saioa hasi berriz atzipena berreskuratzeko.
fr: Le jeton d'accès de la connexion a expiré ou est devenu invalide. Connectez-vous à nouveau pour rétablir l'accès.
he: פג תוקף חתימת הייצוג של חיבור הגישה. יש להתחבר שנית לקבלת גישה חוזרת.
ru: Токен доступа данного соединения устарел или стал недействительным. Перевойдите, чтобы восстановить доступ.
sq: Token-i i hyrjes për lidhjen ka skaduar ose është bërë i pavlefshëm. Ribëni hyrjen në llogari, që të rifitoni hyrje.
th_th: โทเค็นเข้าถึงการเชื่อมต่อหมดอายุหรือไม่ถูกต้อง กรุณาลงชื่อเข้าใช้อีกครั้งเพื่อรับสิทธิ์การเข้าถึง

source: No authentication data has been found for this connection.
ar: لم يتم العثور على بيانات مصادقة لهذا الاتصال.
de_ch: Für diese Verbindung wurden keine Authentifizierungsdaten gefunden.
eu: Ez da autentifikazio daturik aurkitu konexio honentzat.
fr: Aucune donnée d'authentification n'a été trouvée pour cette connexion.
he: לא נמצא מידע אימות לחיבור זה.
ru: Для данного соединения не найдены данные аутентификации.
sq: Për këtë lidhje s’u gjetën të dhëna mirëfilltësimi.
th_th: ไม่พบข้อมูลการตรวจสอบสิทธิ์สำหรับการเชื่อมต่อนี้

source: Authentication with %@ is no longer allowed. Re-authentication needed.
ar: المصادقة مع%@ لم يعد مسموحا بها. يلزم إعادة المصادقة.
fr: L'authentification avec %@ n'est plus autorisée. Ré-authentification nécessaire.
ru: Аутентификация через %@ больше не допустима. Нужно перевойти.
sq: Mirëfilltësimi me %@ nuk lejohet më. Lyspet rimirëfilltësim.
th_th: %@ จำเป็นต้องถูกตรวจสอบสิทธิ์อีกครั้ง

source: Sign in
ar: تسجيل الدخول
de_ch: Einloggen
eu: Izena eman
fr: Se connecter
he: התחברות
ru: Войти
sq: Hyni
th_th: เข้าสู่ระบบ

source: Continue offline
ar: الاستمرار دون اتصال بالإنترنت
de_ch: Offline fortfahren
eu: Jarraitu offline
fr: Continuer hors ligne
he: המשך באופן לא מקוון
ru: Продолжить без сети
sq: Vazhdo pa qenë në linjë
th_th: ใช่งานแบบออฟไลน์ต่อไป

source: Media upload in the previous session was incomplete since the application was terminated
ar: لم يكتمل تحميل الوسائط في الجلسة السابقة بسبب إنهاء التطبيق
de_ch: Der Medien-Upload in der vorherigen Sitzung war unvollständig, da die Anwendung beendet wurde.
fr: Le téléchargement des médias lors de la session précédente était incomplet car l'application est terminée
he: העלאת המדיה בשיחת המחשב הקודמת לא הושלמה כיוון שהיישום הופסק
ru: Загрузка данных в прошлом сеансе не была завершена, так как приложение было завершено
sq: Ngarkimi media në sesionin e mëparshëm qe i paplotë, ngaqë aplikacioni u mbyll
th_th: การอัปโหลดสื่อในเซสชันก่อนหน้าไม่สมบูรณ์เนื่องจากแอปพลิเคชันถูกยกเลิก

source: All done
ar: تم كل شيء
de_ch: Alles fertig
fr: C'est fini
he: הכל הסתיים
ru: Всё выполнено
sq: U bë
th_th: เสร็จเรียบร้อยแล้ว

source: No pending messages or ongoing actions.
ar: لا توجد رسائل عالقة أو إجراءات جارية.
de_ch: Keine ausstehenden Mitteilungen oder laufenden Aktionen.
fr: Aucun message en attente ou action en cours.
he: אין הודעות ממתינות או פעולות מתמשכות.
ru: Нет ожидаемых сообщений или продолжающихся действий.
sq: S’ka mesazhe pezull apo veprime në kryerje e sipër.
th_th: ไม่มีข้อความที่รอดำเนินการหรือดำเนินการอยู่

source: Show all
ar: عرض الكل
de_ch: Alle anzeigen
fr: Tout afficher
he: הצגה של הכול
ru: Показать всё
sq: Shfaqi krejt
th_th: แสดงทั้งหมด

source: + %ld more
ar: + %ld أكثر
de_ch: + %ld weitere
fr: + %ld de plus
he: + %ld נוספים
ru: + %ld ещё
sq: + %ld më tepër
th_th: + %ld เพิ่มเติม

source: Apply choice to all similar issues
ar: تطبيق الاختيار على جميع القضايا المماثلة
de_ch: Auswahl auf alle ähnliche Probleme anwenden
fr: Appliquer le choix à tous les problèmes similaires
he: החלת הבחירה על כל הבעיות הדומות
ru: Применить выбор ко всем похожим случаям
sq: Zbatoje zgjedhjen mbi probleme të ngjashme
th_th: ใช้ตัวเลือกกับปัญหาที่คล้ายกันทั้งหมด

source: Apply to all
ar: ينطبق على الجميع
de_ch: Auf alle anwenden
fr: S'applique à tous
he: החלה על הכל
ru: Применить ко всем
sq: Zbatoje mbi krejt
th_th: นำไปใช้กับทั้งหมด

source: OK
ar: موافق
eu: Ados
he: אישור
ru: ОК
th_th: ตกลง

source: '%@' is currently locked
ar: '%@' مقفل حاليًا
de_ch: "%@" wird derzeit verwendet
eu: '%@' kateatua dago une honetan
fr: %@est actuellement verrouillé
he: '%@' כרגע נעול
ru: '%@' сейчас заблокирована
sq: '%@' është e kyçur
th_th: '%@' ปัจจุบันถูกล็อกอยู่

source: An operation is currently performed that prevents connecting to '%@'. Please try again later.
ar: تُجرى عملية حاليًا تحول دون الاتصال بـ '%@'. يُرجى المحاولة مجددًا.
de_ch: Ein Vorgang wird derzeit ausgeführt, der die Verbindung zu "%@" verhindert. Bitte versuchen Sie es später nochmal.
eu: '%@'-era konektatu ahal izatea eragozten duen operazioa burutzen ari da. Saiatu beranduago mesedez.
fr: Une opération est actuellement effectuée qui empêche la connexion à '%@'. Veuillez réessayer ultérieurement.
he: מתנהל כרגע תהליך שמונע חיבור ל- '%@'. יש לנסות שוב מאוחר יותר.
ru: Сейчас выполняется операция, препятствующая обращению к '%@'. Пожалуйста, попробуйте снова позже.
sq: Po kryhet një veprim që e pengon lidhjen me '%@'. Ju lutemi, riprovoni më vonë.
th_th: ขณะนี้มีการดำเนินการเพื่อป้องกันการเชื่อมต่อไปยัง '%@' กรุณาลองใหม่อีกครั้งในภายหลัง

source: Do you really want to disconnect from your '%@' account?
ar: هل تريد حقًا تسجيل الخروج من حسابك '%@'؟
de_ch: Wollen Sie wirklich von Ihrem '%@' Konto abgemeldet werden?
fr: Voulez-vous vraiment vous déconnecter de votre '%@' compte ''?
he: האם באמת ברצונך להתנתק מחשבון ה- '%@' שלך?
ru: Вы действительно хотите отключиться от вашей учётной записи '%@'?
sq: Doni vërtet të shkëputet prej llogarisë tuaj '%@'?
th_th: คุณต้องการยกเลิกการเชื่อมต่อจากบัญชี %@?

source: This will remove all locally stored file copies from your device.
ar: هذا سيؤدي إلى إزالة جميع نسخ الملفات المخزنة محليًا من جهازك.
de_ch: Dadurch werden alle lokal gespeicherten Dateikopien von Ihrem Gerät entfernt.
fr: Cela supprimera toutes les copies de fichiers stockées localement de votre appareil.
he: זה ימחוק מההתקן שלך את כל ההעתקים המקומיים של קובץ זה.
ru: Это удалит все локально сохранённые копии файлов с вашего устройства.
sq: Kjo do të heqë prej pajisjes tuaj krejt kopjet e kartelave të depozituara lokalisht.
th_th: การดำเนินการนี้จะลบไฟล์สำเนาที่เก็บไว้ในเครื่องทั้งหมดออกจากอุปกรณ์ของคุณ

source: Really delete '%@'?
ar: هل تريد بالتأكيد حذف '%@'؟
de_ch: "%@" wirklich löschen?
eu: Benetan '%@' ezabatu?
fr: Voulez -vous vraiment supprimer '%@'?
he: באמת למחוק '%@'?
ru: Действительно удалить '%@'?
sq: Të fshihet '%@' vërtet?
th_th: ต้องการลบ '%@'?

source: This will also delete all locally stored file copies.
ar: سيحذف هذا جميع نسخ الملف المخزنة محليًا.
de_ch: Das wird auch alle lokale Kopien vom Gerät entfernen.
eu: Honek lokalean gordetako fitxategi kopia guztiak ezabatuko ditu.
fr: Cela supprimera également toutes les copies de fichiers stockées localement.
he: זה ימחוק גם את כל ההעתקים המקומיים של קובץ זה.
ru: Это так же удалит все локально сохранённые копии файла.
sq: Kjo do të shkaktojë fshirjen edhe të krejt kopjeve të kartelës të depozituara lokalisht.
th_th: นอกจากนี้จะลบไฟล์สำเนาที่เก็บไว้ในเครื่องทั้งหมด

source: Delete
ar: حذف
de_ch: Löschen
eu: Ezabatu
fr: Supprimer
he: מחיקה
ru: Удалить
sq: Fshije
th_th: ลบ

source: Remove
ar: إزالة
de_ch: Entfernen
fr: Supprimer
he: הסרה
ru: Удалить
sq: Hiqe
th_th: ลบออก

source: Removing of '%@' failed
ar: فشلت إزالة '%@'
de_ch: Entfernen von '%@' fehlgeschlagen
fr: Échec de la suppression de '%@'
he: הסרת '%@' נכשלה
ru: Не удалось удалить '%@'
sq: Heqja e '%@' dështoi
th_th: กำลังลบ %@ไฟล์ที่ล้มเหลว

source: Accounts
ar: حسابات
de_ch: Konten
eu: Kontuak
fr: Comptes
he: חשבונות
ru: Учётные записи
sq: Llogari
th_th: บัญชี

source: Help
ar: تعليمات
de_ch: Hilfe
eu: Laguntza
fr: Aide...
he: עזרה
ru: Помощь
sq: Ndihmë
th_th: ช่วยเหลือ

source: Feedback
ar: ملاحظات
eu: Iritziak
fr: Notifications
he: משוב
ru: Обратная связь
sq: Përshtypje
th_th: ข้อเสนอแนะ

source: Welcome
ar: مرحبًا
de_ch: Willkommen
eu: Ongi etorri
fr: Bienvenue
he: ברוכים הבאים
ru: Добро пожаловать
sq: Mirë se vini
th_th: ยินดีต้อนรับ

source: Thanks for choosing %@! Start by adding your account.
ar: شكرًا لك على اختيارك %@! ابدأ بإضافة حسابك.
de_ch: Danke, dass Sie sich für %@ entschieden haben! Beginnen Sie, indem Sie Ihr Konto hinzufügen.
eu: Eskerrik asko %@ aukeratzeagatik! Hasi zure kontua gehituz.
fr: Merci d'avoir choisi %@! Commencer par ajouter votre compte.
he: תודה על הבחירה ב- %@! יש להתחיל בהוספת חשבון.
ru: Спасибо, что выбрали %@! Начните с добавления своей учётной записи.
sq: Faleminderit që zgjodhët %@! Fillojani duke shtuar llogarinë tuaj.
th_th: ขอบคุณที่เลือก %@! เริ่มต้นด้วยการเพิ่มบัญชีของคุณ

source: Security
ar: الأمان
de_ch: Sicherheit
eu: Segurtasuna
fr: Sécurité
he: אבטחה
ru: Безопасность
sq: Siguri
th_th: ความปลอดภัย

source: Passcode Lock
ar: قفل رمز المرور
de_ch: PIN-Sperre
eu: Pasakode Babesa
fr: Code de sécurité
he: נעילת סיסמא
ru: Блокировка кодом доступа
sq: Kyçje Me Kodkalim
th_th: รหัสปลดล็อค

source: Face ID
ar: معرّف الوجه
he: זיהוי פנים
ru: Идентификатор лица
th_th: ปลดล็อคด้วยใบหน้า

source: Videos
ar: مقاطع فيديو
eu: Bidekoak
fr: Vidéos
he: קובצי וידאו
ru: Видео
sq: Video
th_th: วิดีโอ

source: Photos
ar: صور
de_ch: Fotos
eu: Argazkiak
he: תמונות
ru: Фото
sq: Foto
th_th: รูปภาพ

source: Wifi only
ar: Wifi فقط
de_ch: Nur WLAN
eu: Wifi bakarrik
fr: Wifi uniquement
he: חיבור WiFi בלבד
ru: Только через WiFi
sq: Vetëm wifi
th_th: เฉพาะ WiFi เท่านั้น

source: Settings
ar: الإعدادات
de_ch: Einstellungen
eu: Ezarpenak
fr: Paramètres
he: הגדרות
ru: Настройки
sq: Rregullime
th_th: ตั้งค่า

source: Lock application
ar: تطبيق القفل
de_ch: Anwendung sperren
eu: Aplikazioa itxi
fr: Verrouiller l'application
he: נעילת יישום
ru: Блокировка приложения
sq: Kyçe aplikacionin
th_th: ล็อกแอปพลิเคชัน

source: Upload videos via WiFi only
ar: تحميل مقاطع الفيديو عبر WiFi فقط
de_ch: Videos nur über WiFi hochladen
eu: Igo bideoak WIFI bidez bakarrik
fr: Téléverser les vidéos via une connexion WiFi uniquement
he: העלאות קבצי וידאו על בסיס WiFi בלבד
ru: Загрузка видео только через WiFi
sq: Videot ngarkoji vetëm përmes WiFi-it
th_th: อัปโหลดวีดีโอผ่านทาง WiFi เท่านั้น

source: Upload pictures via WiFi only
ar: تحميل الصور عبر WiFi فقط
de_ch: Fotos nur über WiFi hochladen
eu: Igo irudiak WIFI bidez bakarrik
fr: Téléverser les images via une connexion WiFi uniquement
he: העלאת תמונות דרך WiFi בלבד
ru: Загрузка изображений только через Wi-Fi
sq: Fotot ngarkoji vetëm përmes WiFi-it
th_th: อัปโหลดรูปภาพผ่านทาง WiFi เท่านั้น

source: More
ar: المزيد
de_ch: Mehr
eu: Gehiago
fr: Plus
he: יותר
ru: Больше
sq: Më tepër
th_th: ขยาย

source: Documentation
ar: المستندات
de_ch: Dokumentation
he: תיעוד
ru: Документация
sq: Dokumentim
th_th: เอกสารคู่มือประกอบการใช้งาน

source: Send feedback
ar: إرسال التعليقات
de_ch: Feedback senden
eu: Iritzia bidali
fr: Envoyez des commentaires
he: שליחת משוב
ru: Отправить свой отзыв
sq: Dërgoni përshtypje
th_th: ส่งความคิดเห็น

source: Recommend to a friend
ar: توصية إلى صديق
de_ch: Weiterempfehlen
eu: Lagun bati gomendatu
fr: Recommander à un ami
he: המלצה לחבר
ru: Рекомендовать другу
sq: Këshillojani një shoku
th_th: แนะนำให้เพื่อน

source: Privacy Policy
ar: سياسة الخصوصية
de_ch: Datenschutzerklärung
eu: Pribatasun Politika
fr: Politique de confidentialité
he: מדיניות הפרטיות
ru: Политика конфиденциальности
sq: Rregulla Privatësie
th_th: นโยบายความเป็นส่วนตัว

source: Terms Of Use
ar: شروط الاستخدام
de_ch: Nutzungsbedingungen
fr: Conditions d'utilisation
he: תנאי השימוש
ru: Условия использования
sq: Kushte Përdorimi
th_th: ข้อตกลงในการใช้งาน

source: Acknowledgements
ar: رسائل الإقرار
de_ch: Danksagungen
eu: Onarpenak
fr: Accusés de réception
he: תודות
ru: Благодарности
sq: Falënderime
th_th: กิตติกรรมประกาศ

source: Portions of this app may utilize the following copyrighted material, the use of which is hereby acknowledged.
ar: قد تستخدم أجزاء من هذا التطبيق المواد التالية المحمية بحقوق الطبع والنشر ، والتي يُعترف باستخدامها بموجب هذا.
fr: Certaines parties de cette application peuvent utiliser le matériel protégé par le droit d'auteur suivant, dont l'utilisation est reconnue par la présente.
ru: Части этого приложения могут использовать нижеперечисленный материал, защищённый авторским правом, и здесь подтверждается его использование.
sq: Pjesë të këtij aplikacioni mund të përdorin materialin vijues që është nën të drejta kopjimi, përdorimi i të cilit këtu është i lejuar.
th_th: ลิขสิทธิ์ทั้งหมดของแอปพลิเคชัน จะถูกเก็บรักษาไว้โดยบริษัทหรือผู้ให้อนุญาตลิขสิทธิ์ดังกล่าว

source: Video upload path
ar: مسار تحميل الفيديو
de_ch: Pfad für Video-Upload
eu: Bideo igoera path-a
fr: Chemin d'accès au répertoire de téléversement des vidéos
he: נתיב להעלאת סרטונים
ru: Путь загрузки видео
sq: Shteg ngarkimesh videosh
th_th: เส้นทางการอัปโหลดวิดีโอ

source: Photo upload path
ar: مسار تحميل الصورة
de_ch: Foto-Upload-Pfad
eu: Argazki igoera path-a
fr: Chemin de téléversement de photos
he: נתיב העלאת תמונות
ru: Путь загрузки фото
sq: Shteg ngarkimi fotosh
th_th: Path สำหรับอัปโหลดภาพ

source: Immediately
ar: على الفور
de_ch: Sofort
eu: Berehala
fr: immédiatement
he: מיידי
ru: Немедленно
sq: Menjëherë
th_th: ทันที

source: After 1 minute
ar: بعد دقيقة واحدة (1)
de_ch: Nach 1 Minute
eu: Minutu 1 ondoren
fr: Après 1 minute
he: אחרי דקה אחת
ru: Через 1 минуту
sq: Pas 1 minute
th_th: หลังจากผ่านไป 1 นาที

source: After 5 minutes
ar: بعد 5 دقائق
de_ch: Nach 5 Minuten
eu: 5 minutu ondoren
fr: Après 5 minutes
he: אחרי 5 דקות
ru: Через 5 минут
sq: Pas 5 minutash
th_th: หลังจากผ่านไป 5 นาที

source: After 30 minutes
ar: بعد 30 دقيقة
de_ch: Nach 30 Minuten
eu: 30 minutu ondoren
fr: Après 30 minutes
he: אחרי 30 דקות
ru: Через 30 минут
sq: Pas 30 minutash
th_th: หลังจากผ่านไป 30 นาที

source: Please configure an email account
ar: يُرجى تكوين حساب بريد إلكتروني
de_ch: Bitte richten Sie ein E-Mail-Konto ein
eu: Konfiguratu mesedez email kontu bat
fr: Veuillez configurer un compte de messagerie
he: יש להגדיר בבקשה חשבון דואר אלקטרוני
ru: Пожалуйста, настройте учётную запись почты
sq: Ju lutemi, formësoni një llogari email
th_th: โปรดกำหนดค่าบัญชีอีเมล

source: You need to configure an email account first to be able to send emails.
ar: تحتاج إلى تكوين حساب بريد إلكتروني أولًا حتى تتمكن من إرسال رسائل البريد الإلكتروني.
de_ch: Sie müssen zuerst ein E-Mail-Konto einrichten, um E-Mails senden zu können.
eu: Email kontu bat konfiguratu behar duzu lehenik email mezuak bidali ahal izateko.
fr: Vous devez d'abord configurer un compte de messagerie pour pouvoir envoyer des e-mails.
he: יש להגדיר כתובת דואר אלקטרוני לפני שניתן יהיה לשלוח דברי דואר.
ru: Чтобы иметь возможность отправлять сообщения, вам нужно сначала настроить учётную запись почты.
sq: Së pari lypset të formësoni një llogari email, që të jeni në gjendje të dërgoni email-e.
th_th: คุณต้องกำหนดค่าบัญชีอีเมลก่อนจึงจะสามารถส่งอีเมลได้

source: Do you want to open the following URL?
ar: هل ترغب في فتح عنوان URL التالي؟
de_ch: Möchten Sie die folgende URL öffnen?
eu: Ondorengo URLa ireki nahi duzu?
fr: Voulez-vous ouvrir l'URL suivante?
he: האם ברצונך לגשת לנתיב האינטרנט הבא?
ru: Вы хотите открыть следующую ссылку?
sq: Doni të hapet URL-ja vijuese?
th_th: คุณต้องการเปิด URL ต่อไปนี้?

source: %@%@ %@ version %@ build %@ (app: %@, sdk: %@)
ar: %@%@%@ إصدار %@ نسخة%@ (تطبيق: %@, sdk: %@)
he: %@%@ %@ גרסה %@ בנייה %@ (יישום: %@, sdk: %@)
ru: %@%@ %@ версия %@ сборка %@ (приложение: %@, sdk: %@)
sq: %@%@ %@ version %@ montimi %@ (aplikacion: %@, sdk: %@)
th_th: %@%@%@ เวอร์ชัน %@ บิวด์ %@ (แอป: %@, sdk: %@)

source: beta
ar: بيتا
fr: bêta
he: בטא
ru: бета
th_th: เวอร์ชันเบต้า

source: release
ar: إصدار
he: שחרור
ru: выпуск
sq: hedhje në qarkullim
th_th: ล่าสุด

source: App Version
ar: إصدار التطبيق
fr: Version de l'app
he: גרסת יישום
ru: Версия приложения
sq: Version Aplikacioni
th_th: เวอร์ชันของแอป

source: Version information were copied to the clipboard
ar: تم نسخ معلومات الإصدار إلى الحافظة
de_ch: Versionsinformationen wurden in die Zwischenablage kopiert
fr: Les informations de version ont été copiées dans le presse-papiers
he: פרטי גרסה הועתקו ללוח הגזירים
ru: Информация о версии скопирована в буфер обмена
sq: Hollësitë e versionit u kopjuan në të papastër
th_th: ข้อมูลเวอร์ชันถูกคัดลอกไปยังคลิปบอร์ดแล้ว

source: Theme
ar: لون الخلفية
eu: Gaia
fr: Thème
he: מוטיב עיצוב
ru: Тема
sq: Temë
th_th: ธีม

source: User Interface
ar: واجهة المستخدم
de_ch: Benutzeroberfläche
eu: Erabiltzaile interfazea
fr: Interface utilisateur
he: ממשק משתמש
ru: Интерфейс пользователя
sq: Ndërfaqe Përdoruesi
th_th: หน้าจอผู้ใช้

source: Dark
ar: داكن
de_ch: Dunkel
eu: Iluna
fr: Sombre
he: כהה
ru: Тёмная
sq: E errët
th_th: มืด

source: Light
ar: ساطع
de_ch: Hell
eu: Argia
fr: Lumineux
he: בהיר
ru: Светлая
sq: E çelët
th_th: สว่าง

source: Classic
ar: كلاسيكي
de_ch: Klassik
eu: Klasikoa
fr: Classique
he: קלסי
ru: Классическая
sq: Klasike
th_th: คลาสสิก

source: System
ar: النظام
eu: Sistema
fr: Système
he: מערכת
ru: Система
sq: Sistem
th_th: ระบบ

source: System Appeareance
ar: مظهر النظام
de_ch: System Erscheinungsbild
fr: Apparence du système
he: מראה המערכת
ru: Внешний вид системы
sq: Dukje Sistemi
th_th: ลักษณะของระบบ

source: Log Files
ar: ملفات السجل
de_ch: Protokolldateien
eu: Log Fitxategia
fr: Fichiers log
he: קובצי תיעוד
ru: Лог-файлы
sq: Kartela Regjistër
th_th: ไฟล์ log

source: Browse log files
ar: ملفات سجل التصفح
de_ch: Protokolldateien durchsuchen
eu: Arakatu log fitxategiak
fr: Parcourir les fichiers log
he: עיון בקובצי התיעוד
ru: Просмотр лог файлов
sq: Shfletoni kartela regjistër
th_th: เรียกดูไฟล์ log

source: Share
ar: مشاركة
de_ch: Teilen
eu: Partekatu
fr: Partager
he: שיתוף
ru: Общий доступ
sq: Ndaje me të tjerë
th_th: แชร์

source: Delete all log files?
ar: هل تريد حذف جميع ملفات السجل؟
de_ch: Protokolldateien löschen?
eu: Log fitxategi guztiak ezabatu?
fr: Supprimer tous les fichiers log?
he: האם למחוק את כל קובצי התיעוד?
ru: Удалить все лог-файлы?
sq: Të fshihen krejt kartelat regjistër?
th_th: ลบไฟล์ log ทั้งหมด?

source: Delete all
ar: حذف الكل
de_ch: Alle löschen
eu: Ezabatu dena
fr: Tout effacer
he: מחיקת הכול
ru: Удалить все
sq: Fshiji krejt
th_th: ลบทั้งหมด

source: Log Level
ar: مستوى السجل
de_ch: Protokollierungsstufe
eu: Erregistro Maila
fr: niveau de journalisation
he: רמת לוג
ru: Уровень журнала
sq: Nivel Regjistrimi
th_th: ระดับ log

source: Log Destinations
ar: وجهات السجل
de_ch: Protokollierungsausgabe
eu: Erregistro Helburuak
fr: Destinations du log
he: יעד לוג
ru: Направления журнала
sq: Destinacione Regjistri
th_th: log ปลายทาง

source: Privacy
ar: الخصوصية
de_ch: Privatsphäre
eu: Pribatasuna
fr: confidentialité
he: פרטיות
ru: Конфиденциальность
sq: Privatësi
th_th: ความเป็นส่วนตัว

source: Logging
ar: جارٍ التسجيل
de_ch: Protokollierung
eu: Erregistratzea
fr: connexion
he: התחברות
ru: Журналирование
sq: Regjistrim
th_th: กำลังเก็บบันทึก

source: Enable logging
ar: تمكين التسجيل
de_ch: Protokollierung aktivieren
eu: Gaitu erregistroa
fr: Activer la journalisation
he: מאפשר התחברות
ru: Включить журналирование
sq: Aktivizo regjistrimet
th_th: เปิดใช้ระบบบันทึกข้อมูล

source: Options
ar: خيارات
de_ch: Optionen
eu: Aukerak
he: אפשרויות
ru: Опции
sq: Mundësi
th_th: ตัวเลือก

source: Off
ar: إيقاف التشغيل
de_ch: Deaktiviert
eu: Itzalita
fr: Désactivé
he: כיבוי
ru: Выключено
th_th: ปิด

source: Info
ar: معلومات
eu: Xehetasunak
he: מידע
ru: Инфо
sq: Hollësi
th_th: ข้อมูล

source: Default
ar: الإعداد الافتراضي
de_ch: Standard
eu: Lehenetsia
fr: Défaut
he: ברירת מחדל
ru: По умолчанию
sq: Parazgjedhje
th_th: ค่าเริ่มต้น

source: Warning
ar: التحذير
de_ch: Warnung
eu: Abisua
fr: Attention
he: אזהרה
ru: Предупреждение
sq: Kujdes
th_th: คำเตือน

source: Share log file
ar: مشاركة ملف السجل
de_ch: Logdatei teilen
eu: Partekatu erregistro fitxategia
fr: Partager le fichier log
he: שיתוף קובץ לוג
ru: Поделиться файлом журнала
sq: Ndajeni kartelën e regjistrimit me dikë
th_th: แชร์ไฟล์ log

source: Reset log file
ar: إعادة تعيين ملف السجل
de_ch: Logdatei zurücksetzen
eu: Berrezarri erregistro fitxategia
fr: Réinitialiser le fichier log
he: איפוס קובץ לוג
ru: Сброс файла журнала
sq: Zeroje kartelën e regjistrimit
th_th: รีเซ็ตไฟล์ log

source: When activated, logs may impact performance and include sensitive information. However the logs are not subject to automatic submission to %@ servers. Sharing logs with others is sole user responsibility.
ar: عند التنشيط، قد تؤثر السجلات في الأداء وقد تتضمن معلومات حساسة. ومع هذا، لا تخضع السجلات للإرسال الآلي إلى خوادم %@. إنَّ مشاركة السجلات مع مستخدمين آخرين هي مسؤولية المستخدم وحده.
de_ch: Wenn aktiviert, können Protokolle die Leistung beeinträchtigen und sensible Informationen enthalten. Die Protokolle unterliegen jedoch nicht der automatischen Übertragung an %@ Server. Die Weitergabe von Protokollen an andere liegt in der alleinigen Verantwortung des Benutzers.
eu: Aktibatuta, erregistroak performantzian eragina izan eta bereziki babestutako informazioa izan dezake. Dena dela, erregistroak ez dira automatikoki %@ zerbitzarietara bidaltzen. Erregistroak besteekin partekatzearen arduradun bakarra erabiltzailea da.
fr: Lorsqu'ils sont activés, les logs peuvent avoir un impact sur les performances et inclure des informations sensibles. Cependant, les logs ne sont pas assujettis à une soumission automatique aux %@serveurs. Partager des logs avec des tiers relève de la seule responsabilité de l'utilisateur.
he: כאשר מופעל, יומני תיעוד עלולים להשפיע על הביצועים ולכלול מידע רגיש. עם זאת, היומנים אינם כפופים להגשה אוטומטית לשרתי%@. שיתוף יומנים עם אחרים הנו באחריות הבלעדית של המשתמש.
ru: Если включить, то журналы могут ухудшить производительность и включать критичную информацию. Однако журналы не отправляются автоматически на сервера %@. Предоставление доступа к журналу другим — это целиком ответственность пользователя.
sq: Kur aktivizohen, regjistrat mund të kenë ndikim në funksionim dhe përfshijnë të dhëna rezervat. Sidoqoftë, regjistrat nuk janë subjekt parashtrimi të automatizuar te shërbyes %@. Ndarja e regjistrave me të tjerë është përgjegjësi vetëm e përdoruesit.
th_th: เมื่อเปิดใช้งาน log อาจส่งผลต่อประสิทธิภาพและรวมถึงข้อมูลส่วนตัว อย่างไรก็ตาม log จะไม่ถูกส่งไปยังเซิร์ฟเวอร์ %@ โดยอัตโนมัติ การแชร์ log กับผู้อื่นถือเป็นความรับผิดชอบของผู้ใช้เพียงผู้เดียว
