Repository: owncloud/ios-app
Catalog: ownCloud/Resources/*.lproj/Localizable.strings
Languages: ar, de_ch, eu, fr, he, ru, sq, th_th

source: Density
ar: كثافة
fr: Densité
ru: Плотность
sq: Dendësi
th_th: หนาแน่น

source: Color model
ar: نموذج اللون
fr: Modèle de couleur
ru: Цветовая модель
sq: Model ngjyrash
th_th: โมเดลสี

source: %@ (%d bits/channel)
ru: %@ (%d бит на канал)
sq: %@ (%d bite/kanal)
th_th: %@ (%d บิต/แชนแนล)

source: Histogram
ar: المدرج التكراري
fr: Histogramme
ru: Гистограмма
th_th: ฮิสโตแกรม

source: Camera details
ar: تفاصيل الكاميرا
fr: Détails de la caméra
ru: Подробности камеры
sq: Hollësi kamere
th_th: รายละเอียดกล้อง

source: Capture settings
ar: إعدادات الالتقاط
fr: Paramètres de capture
ru: Настройки съёмки
sq: Rregullime fotografimi
th_th: ตั้งค่าการถ่ายภาพ

source: Time
ar: وقت
de_ch: Zeit
fr: Heure
he: זמן
ru: Время
sq: Kohë
th_th: เวลา

source: EXIF aux info
fr: EXIF aux infos
ru: Дополнительная информация EXIF
sq: Hollësi EXIF aux
th_th: ข้อมูล EXIF aux

source: Authoring
ar: التأليف
fr: Édition
he: כתיבה
ru: Авторство
th_th: กำลังเขียน

source: Lens make
ar: صنع العدسة
fr: Marquer l'objectif
ru: Производитель объектива
sq: Prodhues Lenteje
th_th: ทำเลนส์

source: Lens model
ar: نموذج العدسة
fr: Modèle de l'objectif
ru: Модель объектива
sq: Model lenteje
th_th: รุ่นเลนส์

source: Lens info
ar: معلومات العدسة
fr: Informations sur l'objectif
ru: Информация об объективе
sq: Hollësi thjerre
th_th: ข้อมูลเลนส์

source: Focal length
ar: البعد البؤري
fr: Distance focale
ru: Фокусное расстояние
sq: Rreze vatrore
th_th: ความยาวโฟกัส

source: Focal length @ 35 mm
ar: البعد البؤري @ ٣٥ مم
fr: Distance focale @ 35 mm
ru: Фокусное расстояние в пересчёте на 35 мм
sq: Rreze vatrore @ 35 mm
th_th: ระยะห่างระหว่างเลนส์และเซ็นเซอร์ 35 มม.

source: Shutter speed
ar: سرعة التقاط
fr: Vitesse d'obturation
ru: Выдержка
sq: Shpejtësi diafragme
th_th: ความเร็วชัตเตอร์

source: Aperture
fr: Ouverture
ru: Диафрагма
sq: Hapje
th_th: รูรับแสง

source: ISO
ru: Чувствительность

source: Program
ar: برنامج
fr: Programme
he: תוכנית
ru: Программа
th_th: โปรแกรม

source: Not defined
ar: غير معرف
fr: Non défini
ru: Не задано
sq: E papërcaktuar
th_th: ไม่ได้กำหนด

source: Manual
ar: يدوي
fr: Manuel
ru: Вручную
sq: Dorazi
th_th: ด้วยตนเอง

source: Normal
ar: عادي
he: רגיל
ru: Нормальный
th_th: ปกติ

source: Aperture priority
ar: أولوية فتحة العدسة
fr: Priorité d'ouverture
ru: Приоритет диафрагмы
sq: Përparësi hapjeje
th_th: ลำดับความสำคัญของรูรับแสง

source: Shutter priority
ar: سرعة التقاط
fr: Priorité d'obturation
ru: Приоритет выдержки
sq: Përparësi diafragme
th_th: ลำดับของชัตเตอร์

source: Creative
ar: مبدع
fr: Créative
ru: Творческий
th_th: สร้างสรรค์

source: Action
ar: الإجراء
de_ch: Aktion
he: פעולה
ru: Действие
sq: Veprim
th_th: การกระทำ

source: Portrait
ar: لوحة
ru: Портрет
sq: Portret
th_th: แนวตั้ง

source: Landscape
ar: مشهد
fr: Paysage
ru: Пейзаж
sq: Së gjeri
th_th: ภูมิทัศน์

source: Metering
ar: القياس
fr: Dosage
ru: Измерение
th_th: การวัดแสง

source: Average
ar: متوسط
fr: Moyenne
ru: Среднее
th_th: เฉลี่ย

source: CenterWeightedAverage
ar: وزن المركز: متوسط
fr: MoyennePondéréeCentrale
ru: Центрально-взвешенное среднее
th_th: การวัดแสงอัตโนมัติ

source: Spot
ar: نقطة
ru: Пятно
th_th: จุด

source: MultiSpot
ar: متعدد النقاط
ru: Несколько пятен
th_th: หลายจุด

source: Pattern
ar: نمط
de_ch: Muster
fr: Motif de nom
he: מערך
ru: Шаблон
sq: Mostër
th_th: รูปแบบ

source: Partial
ar: جزئي
fr: Partiel
ru: Частично
th_th: บางส่วน

source: Flash
ar: وميض
ru: Вспышка
th_th: แฟลช

source: Fired
ar: تم فصله
fr: Renvoyé
ru: Сработала
sq: Shkrepur
th_th: เผา

source: Didn't fire
ar: لم يفصل
fr: N'a pas tiré
ru: Не сработала
sq: S’u shkrep
th_th: ไม่ได้ถ่าย

source: No strobe return detection
ar: لم يتعرف على ارتداد الاستروب
fr: Aucune détection de retour stroboscopique
ru: Встречный строб не определяется
th_th: ไม่ได้ตรวจจับการย้อนแสงของแฟลช

source: Strobe return light not detected
ar: ضوء ارتداد الاستروب غير مكتشف
fr: Lumière de retour stroboscopique non détectée
ru: Встречный строб-свет не обнаружен
th_th: ไม่พบไฟย้อนแสงของแฟลช

source: Strobe return light detected
ar: تم التعرف على ضوء ارتداد الاستروب
fr: Lumière de retour stroboscopique détectée
ru: Встречный строб-свет обнаружен
th_th: ตรวจพบแสงแฟลชย้อนกลับ

source: Compulsory flash firing
ar: إطلاق فلاش إلزامي
fr: Déclenchement du flash obligatoire
ru: Принудительная вспышка сработала
sq: Shkrepje e detyrueshme flashi
th_th: ถ่ายด้วยแฟลช

source: Compulsory flash supression
ar: قمع فلاش إجباري
fr: Suppression obligatoire du flash
ru: Принудительная вспышка подавлена
sq: Çaktivizim i detyrueshëm flashi
th_th: ป้องกันการถ่ายด้วยแฟลช

source: Auto mode
ar: النظام الآلي
fr: Mode automatique
ru: Автоматический режим
sq: Mënyra e automatizuar
th_th: โหมดอัตโนมัติ

source: Red eye detection supported
ar: تم دعم كشف العين الحمراء
fr: Détection d'yeux rouges prise en charge
ru: Подавление красных глаз поддерживается
sq: Mbulohet pikasje syri të kuq
th_th: รองรับการตรวจจับตาแดง

source: not present
ar: غير موجود
fr: Pas présent
ru: не присутствует
sq: jo e pranishme
th_th: ไม่มี

source: White balance
ar: توازن اللون الأبيض
fr: Balance des blancs
ru: Баланс белого
sq: Balancë të bardhe
th_th: สมดุลสีขาว

source: Auto
ar: ٱلي
ru: Авто
th_th: อัตโนมัติ

source: Exposure bias
ar: إنحياز التعرض
fr: Biais d'exposition
ru: Сдвиг экспозиции
th_th: การชดเชยของแสง

source: Uncalibrated
ar: غير متدرج
fr: Non calibré
ru: Неоткалибровано
sq: E pakalibruar
th_th: ไม่ได้ปรับเทียบ

source: Original date
ar: التاريخ الأصلي
fr: Date originale
ru: Исходная дата
sq: Datë origjinali
th_th: วันที่เดิม

source: Digitized date
ar: تاريخ رقمي
fr: Date numérisée
ru: Дата оцифровки
sq: Datë digitalizimi
th_th: แปลงวันที่เป็นดิจิทัล

source: Color space
ar: الفضاء اللوني
fr: Espace colorimétrique
ru: Цветовое пространство
sq: Paletë ngjyrash
th_th: พื้นที่สี

source: Lens ID
ar: معرف العدسة
fr: ID de l'objectif
ru: Идентификатор объектива
sq: ID lenteje
th_th: ID ของเลนส์

source: Lens serial
ar: تسلسل العدسة
fr: Le numéro de série de l'objectif
ru: Серийный номер объектива
sq: Numër serial lenteje
th_th: เลนส์อนุกรม

source: Serial number
ar: الرقم التسلسلي
fr: Numéro de série
ru: Серийный номер
sq: Numër serial
th_th: หมายเลขซีเรียล

source: Flash compensation
ar: تعويض الفلاش
fr: Compensation du flash
ru: компенсация вспышки
sq: Kompensim flashi
th_th: ชดเชยแสงแฟลช

source: Firmware
ar: برنامج ثابت
ru: Прошивка
th_th: เฟิร์มแวร์

source: Keywords
ar: الكلمات المحورية
fr: Mots clés
ru: Ключевые слова
sq: Fjalëkyçe
th_th: คีย์เวิร์ด

source: Copyright
ar: حقوق النشر
de_ch: Urheberrecht
fr: Droit d'auteur
he: זכויות יוצרים
ru: Авторские права защищены
sq: Të drejta kopjimi
th_th: ลิขสิทธิ์

source: Contact info
ar: معلومات إتصال
fr: Informations de contact
he: צור קשר
ru: Контактная информация
sq: Hollësi kontakti
th_th: ข้อมูลการติดต่อ

source: Usage terms
ar: مصطلحات الاستخدام
fr: Conditions d'utilisation
ru: Условия использования
sq: Terma përdorimi
th_th: เงื่อนไขการใช้งาน

source: Scene
ar: مشهد
fr: Scène
ru: Сцена
sq: Skenë
th_th: ฉาก

source: Description
ar: الوصف
de_ch: Beschreibung
he: תיאור
ru: Описание
sq: Përshkrim
th_th: รายละเอียด

source: Photometric interpretation
ar: القياس الضوئي
fr: Interprétation photométrique
ru: Фотометрическая интерпретация
sq: Interpretim fotometrik

source: GPS Location
ar: موقع GPS
fr: Localisation GPS
ru: Местоположение GPS
sq: Vendndodhje GPS
th_th: ตำแหน่ง GPS

source: Coordinates
ar: إحداثيات
fr: Coordonnées
ru: Координаты
sq: Koordinata
th_th: พิกัด

source: Altitude
ar: ارتفاع
ru: Высота
sq: Lartësi
th_th: ระดับความสูง

source: Place
ar: مكان
he: מקום
ru: Место
sq: Vend
th_th: สถานที่

source: E
ru: в.д.
sq: L

source: W
ru: з.д.
sq: P

source: N
ru: с.ш.
sq: V

source: S
ru: ю.ш.
sq: J

source: Extended upload settings
ar: إعدادات تحميل موسعة
fr: Paramètres de téléchargement étendus
ru: Расширенные настройки закачки
sq: Rregullime ngarkimesh të zgjeruara
th_th: ตั้งค่าการอัปโหลดเพิ่มเติม

source: Prefer unedited photos
ar: تفضيل الصور غير المحررة
fr: Préférez les photos non éditées
ru: Предпочитать неотредактированные фото
sq: Parapëlqe foto të papërpunuara
th_th: ใช้รูปภาพที่ไม่ได้ตัดต่อ

source: Prefer RAW photos
ar: تفضيل صور RAW
fr: Préférez les photos RAW
ru: Предпочитать формат RAW
sq: Parapëlqe foto RAW
th_th: กำหนดรูปภาพเป็นไฟล์ RAW

source: Prefer original videos
ar: تفضيل مقاطع الفيديو الأصلية
fr: Préférez les vidéos originales
ru: Предпочитать исходные видео
sq: Parapëlqe video origjinale
th_th: ใช้วิดีโอต้นฉบับ

source: Limited Photo Access
ar: وصول محدود للصور
fr: Accès limité aux photos
ru: Ограниченный доступ к фото
sq: Hyrje e Kufizuar te Fotot
th_th: จำกัดการเข้าถึงภาพถ่าย

source: Access for the media selected for upload is limited
ar: الوصول إلى الوسائط المحددة للتحميل محدود
fr: L'accès aux médias sélectionnés pour le téléchargement est limité
ru: Доступ к материалам, выбранным для закачки, ограничен
sq: Hyrja te media e përzgjedhur për ngarkim është e kufizuar
th_th: เข้าถึงสื่อที่เลือกสำหรับการอัปโหลดมีจำกัด

source: No Access to the media selected for upload
ar: لا يوجد وصول إلى اوسائط الإعلام المختارة للتحميل
fr: Aucun accès au média sélectionné pour le téléchargement
ru: Нет доступа к материалам, выбранным для закачки
sq: Pa Hyrje te media e përzgjedhur për ngarkim
th_th: ไม่มีการเข้าถึงสื่อที่เลือกสำหรับการอัปโหลด

source: Touch ID
ar: معرّف اللمس
de_ch: Fingerabdruck-ID
he: זיהוי נגיעה
th_th: ยืนยันตนด้วยลายนิ้วมือ

source: https://example.com
de_ch: https://beispiel.com
fr: https://exemple.com

source: If you 'Continue', you will be prompted to allow the '%@' App to open OAuth2 login where you can enter your credentials.
eu: 'Jarraitzen' baduzu, '%@' App-ak OAuth2 logina ireki ahal izateko baimena eskatuko zaizu. Bertan zure kredentzialak sartu ahal izango dituzu.

source: Search this folder
eu: Karpeta honetan bilatu

source: Empty folder
eu: Karpeta hutsa

source: If you choose "Immediately" the App will be locked, when it is no longer in foreground. Access in Files.app is not possible, if you choose lock interval "Immediately". Please choose an other delay, if you want to access your files in the Files.app or via a document picker.
eu: "Berehala" aukeratzen baduzu App-a blokeatu egingo da atzeko planoan ez dagoenean. Files.app-en atzipena ez da posible blokeatze tartea "Berehalakoa" aukeratzen baduzu. Aukeratu mesedez beste geroratze bat zure fitxategiak Files.ap-en edo dokumentu hautatzailean atzitu nahi badituzu.

source: Shared by %@
eu: %@-ek partekatua

source: Only recipients can use this link. Use it as a permanent link to point to this resource
eu: Hartzaileek bakarrik erabili dezakete esteka hau. Erabili baliabide honen esteka iraunkor gisa

source: Delete Local Copies
eu: Ezabatu Kopia Lokalak

source: No items have been selected for offline availability.
eu: Ez da alerik hautatu konexiorik gabe eskuragarri jartzeko.

source: Overview
eu: Ikuspegi orokorra

source: All Files
eu: Fitxategi denak
