Repository: owncloud/ios-app
Catalog: ownCloud/Resources/*.lproj/Localizable.strings
Languages: ar, de_ch, eu, fr, he, ru, sq, th_th

source: The last 10 archived logs are kept on the device - with each log covering up to 24 hours of usage. When sharing please bear in mind that logs may contain sensitive information such as server URLs and user-specific information.
ar: آخر 10 سجلات محفوظة على الجهاز - يحمل كل سجل تغطية ذاكرة تصل إلى 24 ساعة من الاستخدام. عند المشاركة، يُرجى الانتباه إلى أن السجلات قد تحتوي على معلومات حساسة مثل عناوين URL للخادم ومعلومات خاصة بالمستخدم.
de_ch: Die letzten 10 archivierten Protokolle werden auf dem Gerät aufbewahrt - jedes Protokoll deckt bis zu 24 Stunden ab. Bitte beachten Sie bei der Weitergabe, dass Protokolle sensible Informationen wie Server-URLs und benutzerspezifische Informationen enthalten können.
eu: Azken artxibatutako 10 erregistroak gailuan gordetzen dira - erregistro bakoitzak 24 orduko jarduna gordetzen duelarik. Partekatzean kontuan izan erregistroek bereziki babestutako informazioa izan dezaketela, zerbitzari URLak eta erabiltzaileari lotutako informazioa.
fr: Les 10 derniers logs archivés sont conservés sur l'appareil - chaque journal couvrant jusqu'à 24 heures d'utilisation. Lors du partage, veuillez garder à l'esprit que les journaux peuvent contenir des informations sensibles telles que des URL de serveur et des informations spécifiques à l'utilisateur.
he: 10 יומני הארכיון האחרונים נשמרים במכשיר - כשכל יומן מכסה עד 24 שעות של שימוש. בעת שיתוף, יש לזכור שיומנים עשויים להכיל מידע רגיש כגון כתובות שרתים ומידע יחודי למשתמש.
ru: В памяти устройства архивируются последние 10 лог-файлов. Каждый из них может содержать до 24 часов информации о использовании приложения. При обмене лог-файлами, помните, что они могут содержать конфиденциальную информацию, такую как URL серверов или данные о пользователе.
sq: 10 regjistrat e fundit të arkivuar mbahen në pajisje - ku çdo regjistër mbulon deri në 24 orë përdorim. Kur bëhet ndarje e tyre, ju lutemi, kini parasysh se regjistrat mund të përmbajnë të dhëna rezervat, të tilla si URL shërbyesi dhe hollësi që lidhen me përdoruesin.
th_th: log 10 ไฟล์ล่าสุดถูกเก็บไว้ในอุปกรณ์ - โดยแต่ละ log ครอบคลุมการใช้งานสูงสุด 24 ชั่วโมง เมื่อทำการแชร์โปรดจำไว้ว่า log อาจมีข้อมูลที่ละเอียดอ่อนเช่น URL เซิร์ฟเวอร์และข้อมูลเฉพาะของผู้ใช้

source: Mask private data
ar: إخفاء البيانات الخاصة
de_ch: Private Daten maskieren
eu: Datu pribatuak maskaratu
fr: Masquer les données privées
he: מיסוך מידע פרטי
ru: Замаскировать конфиденциальные данные
sq: Masko të dhëna private
th_th: ซ่อนข้อมูลส่วนตัว

source: Enabling this option will attempt to mask private data, so it does not become part of any log. Since logging is a development and debugging feature, though, we can't guarantee that the log file will be free of any private data even with this option enabled. Therefore, please look through any log file and verify its free of any data you're not comfortable sharing before sharing it with anybody.
ar: سيعمل تمكين هذا الخيار على إخفاء البيانات الخاصة، كي لا تصبح جزءًا من أي سجل. نظرًا لأن التسجيل ميزة تطويرية ومتعلقة بالتصحيح، ورغم هذا، لا يمكن ضمان خلو ملف السجل من أي بيانات خاصة حتى بعد تمكين هذا الخيار. ولهذا، يُرجى فحص أي ملف سجل والتحقق من خلوه من أي بيانات لا ترغب في مشاركتها قبل مشاركة هذا مع أي شخص.
de_ch: Wenn Sie diese Option aktivieren, wird versucht, private Daten zu maskieren, so dass sie nicht Teil des Protokolls werden. Da es sich bei der Protokollierung jedoch um eine Entwicklungs- und Debugging-Funktion handelt, können wir nicht garantieren, dass die Protokolldatei auch bei aktivierter Option frei von privaten Daten ist. Schauen Sie sich daher bitte jede Protokolldatei an und überprüfen Sie, ob sie frei von Daten ist, die Sie nicht gerne weitergeben, bevor Sie sie mit anderen teilen.
eu: Aukera hau gaituz datu pribatuak maskaratuko dira, inongo erregistrotan agertu ez daitezen. Erregistroa garapen eta arazketaren ezaugarri bat denez, ezin dugu bermatu erregistroan ez dela inongo datu pribaturik agertuko, aukera hau ezarrita ere. Beraz, inorekin partekatu aurretik, begiratu erregistro fitxategiak eta ziurtatu partekatu nahi ez duzun inongo daturik agertzen ez denik.
fr: L'activation de cette option tentera de masquer les données privées afin qu'elles ne fassent partie d'aucun journal. Étant donné que la journalisation est une fonctionnalité de développement et de débogage, nous ne pouvons pas garantir que le fichier log sera exempt de toute donnée privée, même avec cette option activée. Par conséquent, veuillez consulter n'importe quel fichier log et vérifier qu'il ne contient aucune donnée que vous n'êtes pas à l'aise de partager avant de le partager avec qui que ce soit.
he: הפעלת אפשרות זו תנסה למסך מידע פרטי, כך שמידע זה לא יהיה כלול בלוג. כיוון שהלוג הנו תכונת פיתוח וניפוי שגיאות, לא ניתן להבטיח שקובץ הלוג לא יכיל כל מידע פרטי גם שהאפשרות מופעלת. לפיכך מומלץ, לפני שאתם שולחים אותו למישהו, לעבור על תוכן קובץ הלוג ולוודא שהוא אינו מכיל מידע שלא יהיה לכם נוח לשתף.
ru: Включение этой настройки приведёт к попытке замаскировать конфиденциальные данные, чтобы они не попали ни в один журнал. Однако поскольку журналирование — это средство для разработки и отладки, мы не можем гарантировать, что включение этой настройки исключит любое появление конфиденциальной информации в файле журнала. Таким образом, если вы сомневаетесь, то прежде чем делиться файлом с кем-либо, просмотрите его и убедитесь, что в нём нет данных, которые вам не хотелось бы распространять.
sq: Me aktivizimin e kësaj mundësie programi do të rreket të maskojë të dhëna private, që të mos jenë pjesë e ndonjë regjistrimi. Por, ngaqë regjistrimi është një veçori e lidhur me zhvillimin dhe diagnostikimet, s’mund të garantojmë që kartela regjistër do të jetë pa ndonjë të dhënë private, edhe pse kjo mundësi është e aktivizuar. Ndaj, ju lutemi, hidhini një sy cilësdo kartele regjistër dhe verifikoni se është pa ndonjë të dhënë për të cilën s’ndiheni rehat ta ndani me të tjerë, përpara se ta ndani me dikë.
th_th: การเปิดใช้งานตัวเลือกนี้จะพยายามปกปิดข้อมูลส่วนตัวดังนั้นจึงไม่มีการเก็บบันทึกใดๆ เนื่องจาก log เป็นคุณลักษณะการพัฒนาและดีบัก แม้ว่าจะเปิดใช้งานตัวเลือกนี้เราไม่สามารถรับประกันได้ว่าไฟล์ log จะไม่มีข้อมูลส่วนตัวใดๆ ดังนั้นโปรดดูไฟล์ log เพื่อความแน่ใจ

source: No log file found
ar: لم يتم العثور على أي ملف سجل
de_ch: Keine Protokolldatei gefunden
eu: Ez da erregistro fitxategirik aurkitu
fr: Aucun fichier log trouvé
he: לא נמצא קובץ לוג
ru: Файл журнала не найден
sq: S’u gjet kartelë regjistër
th_th: ไม่พบไฟล์ log

source: The log file can't be shared because no log file could be found or the log file is empty.
ar: تعذّرت مشاركة ملف السجل لأنه لم يتم العثور على أي ملف سجل أو ملف السجل فارغ.
de_ch: Die Protokolldatei kann nicht geteilt werden, da keine Protokolldatei gefunden wurde oder die Protokolldatei leer ist.
eu: Ezin izan da erregistro fitxategia partekatu ez delako aurkitu edo hutsik dagoelako.
fr: Le fichier log ne peut pas être partagé car aucun fichier log n'a pu être trouvé ou le fichier log est vide.
he: לא ניתן לשתף את קובץ הלוג כיוון שהקובץ לא אותר או שהקובץ ריק
ru: Невозможно поделиться файлом журнала, так как не найдено ни одного файла журнала или файл пуст.
sq: S’ndahet dot me të tjerë kartela regjistër, ngaqë s’u gjet e tillë, ose kartela regjistër është e zbrazët.
th_th: ไม่สามารถแชร์ไฟล์ log ได้เนื่องจากไม่พบไฟล์ log หรือไม่มีข้อมูล

source: Enable log file
ar: تمكين ملف السجل
de_ch: Protokolldatei aktivieren
eu: Gaitu erregistro fitxategia
fr: Activer le fichier log
he: הפעלת קובץ לוג
ru: Включить файл журнала
sq: Aktivizo kartelë regjistër
th_th: เปิดใช้งานไฟล์ log

source: Really reset log file?
ar: هل تريد إعادة تعيين ملف السجل؟
de_ch: Protokolldatei wirklich zurücksetzen?
eu: Benetan erregistro fitxategia berrezarri?
fr: Voulez-vous vraiment réinitialiser le fichier log ?
he: האם באמת לאפס קובץ לוג?
ru: Действительно сбросить файл журнала?
sq: Të zerohet vërtet kartela regjistër?
th_th: รีเซ็ตไฟล์ log?

source: This action can't be undone.
ar: لا يمكن التراجع عن هذا الإجراء.
de_ch: Diese Handlung kann nicht rückgängig gemacht werden.
eu: Ekintza hau ezin da desegin.
fr: Cette action ne peut pas être annulée.
he: לא ניתן לבטל פעולה זו.
ru: Это действие невозможно отменить.
sq: Ky veprim s’mund të zhbëhet.
th_th: ไม่สามารถยกเลิกการดำเนินการนี้ได้

source: Data usage
ar: استخدام البيانات
de_ch: Daten-Nutzung
fr: L'utilisation de données
he: שימוש בנתונים
ru: Использование данных
sq: Përdorim të dhënash
th_th: การใช้ข้อมูล

source: Delete unused local copies
ar: حذف نسخ محلية غير مستخدمة
de_ch: Lösche ungenutzte lokale Kopien
eu: Ezabatu erabiltzen ez diren kopia lokalak
fr: Supprimer les copies locales inutilisées
he: מחיקת עותקים מקומיים ללא שימוש
ru: Удалить неиспользуемые локальные копии
sq: Fshi kopje vendore të papërdorura
th_th: ลบสำเนาที่ไม่ได้ใช้ในเครื่อง

source: Time measured since uploading, editing, downloading or viewing the respective file through this device. Does not apply to files downloaded via the Available Offline feature. Local copies may be deleted before the given period of time has passed, f.ex. because there's a newer version of a file on the server - or through the manual deletion of offline copies. Also, local copies may not be deleted after the given period of time has passed, f.ex. if an action is performed on it, the file is still in use - or the account holding the file hasn't been used in the app.
ar: الوقت المقدّر منذ تحميل الملف المعني أو تعديله أو تنزيله أو عرضه بواسطة هذا الجهاز. لا ينطبق على الملفات المنزلة عبر خاصية التوافر دون الاتصال بالإنترنت. يمكن حذف النسخ المحلية قبل انتهاء المدة المحددة، على سبيل المثال، بعد أن تتوفر نسخة أحدث من الملف على الخادم - أو من خلال الحذف اليدوي للنسخ غير المتصلة بالإنترنت. ولا يمكن حذف النسخ المحلية أيضًا بعد انتهاء المدة المحددة، على سبيل المثال، إذا تم تنفيذ إجراء ما عليها، أو أن الملف لا يزال قيد الاستخدام - أو لم يتم استخدام الحساب الذي يحتوي على الملف في التطبيق.
de_ch: Gemessene Zeit seit dem Hochladen, Bearbeiten, Herunterladen oder Anzeigen der jeweiligen Datei über dieses Gerät. Gilt nicht für Dateien, die über die Funktion Offline verfügbar heruntergeladen wurden. Lokale Kopien können vor Ablauf des angegebenen Zeitraums gelöscht werden, z.B. weil es eine neuere Version einer Datei auf dem Server gibt - oder durch das manuelle Löschen von Offline-Kopien. Außerdem dürfen lokale Kopien nach Ablauf der angegebenen Zeit nicht gelöscht werden, z.B. wenn eine Aktion an ihr durchgeführt wird, die Datei noch in Gebrauch ist - oder das Konto, das die Datei enthält, nicht in der App verwendet wurde.
eu: Gailu honetan emandako denbora fitxategia kargatu, editatu, deskargatu edo ikusi denetik. Ez da kontuan hartzen Konexiorik Gabeko Eskuragarri dauden fitxategien deskarga. Kopia lokalak emandako denbora baino lehen ezabatu daitezke, adib. zerbitzarian fitxategiaren bertsio berriagoa dagoelako - edo konexiorik gabeko kopien eskuzko ezabaketarengatik. Emandako denbora pasatuta ere, kopia lokalak ez dira ezabatuko agian, adib. fitxategian inongo ekintzarik egin bada, fitxategia erabiltzen ari delako - edo fitxategia darabilen kontua ez delako aplikazioan erabili.
fr: Temps mesuré depuis l'upload, l'édition, le téléchargement ou la visualisation du fichier respectif via cet appareil. Ne s'applique pas aux fichiers téléchargés via la fonction Disponible hors ligne. Les copies locales peuvent être supprimées avant que la période donnée ne se soit écoulée, par ex. car il existe une version plus récente d'un fichier sur le serveur - ou par la suppression manuelle de copies hors ligne. De plus, les copies locales ne peuvent pas être supprimées une fois la période donnée écoulée, par ex. si une action est effectuée sur celui-ci, le fichier est toujours en cours d'utilisation ou le compte contenant le fichier n'a pas été utilisé dans l'application.
he: זמן שנמדד מאז העלאה, עריכה, הורדה או צפייה בקובץ המתאים באמצעות מכשיר זה. אינו חל על קבצים שהורדו באמצעות התכונה 'זמין במצב לא מקוון'. ניתן למחוק עותקים מקומיים לפני שחלף פרק הזמן הנתון, למשל מכיוון שיש גרסה חדשה יותר של הקובץ בשרת - או באמצעות מחיקה ידנית של עותקים לא מקוונים. כמו כן, יתכן ולא ניתן יהיה למחוק עותקים מקומיים לאחר חלוף פרק הזמן הנתון, למשל אם מתבצעת פעולה עליו, הקובץ עדיין בשימוש - או שלא נעשה שימוש באפליקציה בחשבון המחזיק בקובץ.
ru: Время, измеренное с момента закачки, правки, скачивания или просмотра соответствующего файла с помощью этого устройства. Не применяется к файлам, скачанным через возможность доступа без сети. Локальные копии могут удаляться до наступления заданного периода времени, например из-за более свежей версии файла на сервере, или через ручное удаление локальных копий. С другой стороны, локальные копии могут быть не удалены по истечении заданного времени, например из-за выполняемых над ними действий удерживающих файл, или учётная запись, в которой числится файл, не используется в приложении.
sq: Kohë e matur që prej ngarkimit, përpunimit, shkarkimit apo parjes së kartelës përkatëse përmes kësaj pajisjeje. Nuk prek kartelat e shkarkuara përmes veçorisë E passhme Jo Në Linjë. Kopjet vendore mund të fshihen përpara se të ketë kaluar periudha kohore e dhënë, p.sh., ngaqë në shërbyes pati një version më të ri të kartelës - ose përmes fshirjes dorazi të kopjeve <em>offline</em>. Kopjet vendore mundet gjithashtu të mos fshihen pasi të ketë kaluar periudha kohore e dhënë, p.sh., nëse mbi të po kryhet një veprim, kartela është ende në përdorim - ose llogaria që përmban kartelën s’është përdorur në aplikacion.
th_th: เวลาที่วัดได้ตั้งแต่การอัปโหลด แก้ไขดาวน์โหลด หรือดูไฟล์ที่เกี่ยวข้องผ่านอุปกรณ์นี้ ใช้ไม่ได้กับไฟล์ที่ดาวน์โหลดผ่านคุณสมบัติ "การพร้อมใช้งานแบบออฟไลน์" สำเนาในเครื่องอาจถูกลบก่อนการประสานข้อมูล เนื่องจากมีไฟล์เวอร์ชันใหม่บนเซิร์ฟเวอร์ - หรือผ่านการลบสำเนาออฟไลน์ด้วยตนเอง นอกจากนี้สำเนาในเครื่องอาจไม่ถูกลบหลังจากผ่านช่วงเวลาที่กำหนด หากมีการดำเนินการกับไฟล์นั้นยังคงมีการใช้งานอยู่หรือบัญชีที่ถือครองไฟล์นั้นไม่ได้ถูกใช้ในแอป

source: never
ar: أبدًا
de_ch: Niemals
eu: inoiz
fr: jamais
he: לעולם לא
ru: никогда
sq: kurrë
th_th: ไม่ต้องเลย

source: after %@
ar: بعد %@
de_ch: nach %@
eu: %@ ondoren
fr: Après %@
he: אחרי %@
ru: после %@
sq: pas %@
th_th: หลังจาก %@

source: Decrease Slider Value
ar: قلل قيمة شريط التمرير
de_ch: Schiebereglerwert verringern
fr: Diminuer la valeur du curseur
he: הקטנת ערך מחוון
ru: Увеличить значение слайдера
sq: Zvogëloni Vlerë Rrëshqitësi
th_th: ลดจำนวน Slider

source: Increase Slider Value
ar: زد قيمة شريط التمرير
de_ch: Schiebereglerwert erhöhen
fr: Augmenter la valeur du curseur
he: הגדלת ערך מחוון
ru: Уменьшить значение слайдера
sq: Zmadhoni Vlerë Rrëshqitësi
th_th: เพิ่มจำนวน Slider

source: Some cellular data may still be used. To completely avoid the usage of cellular data, please turn off access to cellular for the entire app in the Settings app.
ar: لا يزال من الممكن استخدام بعض البيانات الخلوية. لتجنب استخدام البيانات الخلوية تمامًا ، يرجى إيقاف تشغيل الوصول إلى الهاتف الخلوي للتطبيق بأكمله في تطبيق الإعدادات.
de_ch: Einige Mobilfunkdaten können weiterhin verwendet werden. Um die Verwendung von Mobilfunkdaten vollständig zu vermeiden, deaktivieren Sie bitte den Zugriff auf Mobilfunk für die gesamte App in der App Einstellungen.
fr: Certaines données cellulaires peuvent encore être utilisées. Pour éviter complètement l'utilisation des données cellulaires, veuillez désactiver l'accès au cellulaire pour toute l'application dans les paramètres de l'app.
he: ייתכן שעדיין יעשה שימוש בנתונים סלולריים. כדי להימנע לחלוטין משימוש בנתונים סלולריים, יש לכבות את הגישה לנתונים סלולריים עבור היישום כולו ביישום ההגדרות.
ru: Будет использовано некоторое количество сотового трафика. Чтобы полностью избежать его использования, пожалуйста отключите доступ к сотовой сети для всего приложения в приложении Настроек.
sq: Disa të dhëna celulari mund të jenë ende duke u përdorur Për të shmangur plotësisht përdorimin e të dhënave të shërbimit celular, ju lutemi, çaktivizoni hyrjen në celular për krejt aplikacionin, që nga aplikacioni Rregullime.
th_th: เพื่อหลีกเลี่ยงค่าบริการเพิ่มเติมท่านสามารถปิดการใช้งานเน็ตมือถือผ่านหน้าตั้งค่า

source: General
ar: عام
de_ch: Allgemein
fr: Paramètres
he: כללי
ru: Основные
sq: Të përgjithshme
th_th: ทั่วไป

source: By feature
ar: حسب الميزة
de_ch: Nach Funktion
fr: Par fonctionnalité
he: על פי תכונה
ru: По возможностям
sq: Sipas veçorish
th_th: ตามคุณลักษณะ

source: off
ar: خارج
de_ch: aus
he: כבוי
ru: выкл
th_th: ปิด

source: enabled
ar: مُفعَّل
de_ch: aktiviert
fr: activé
he: מופעל
ru: включен
sq: e aktivizuar
th_th: เปิดใช้งาน

source: Advanced settings
ar: الإعدادات المتقدمة
de_ch: Erweiterte Einstellungen
fr: Paramètres avancés
he: הגדרות מתקדמות
ru: Расширенные настройки
sq: Rregullime të mëtejshme
th_th: ตั้งค่าขั้นสูง

source: Show hidden files and folders
ar: اعرض الملفات والمجلدات المخفية
de_ch: Zeige versteckte Dateien und Ordner
eu: Erakutsi fitxategi eta karpeta ezkutuak
fr: Afficher les fichiers et dossiers cachés
he: הצגת קבצים ותיקיות מוסתרים
ru: Показывать скрытые файлы и папки
sq: Shfaq kartela dhe dosje të fshehura
th_th: แสดงไฟล์และโฟลเดอร์ที่ซ่อน

source: Show folders on top
ar: إظهار المجلدات في الأعلى
fr: Afficher les dossiers en haut
ru: Показывать папки в начале
sq: Dosjet shfaqi në krye
th_th: แสดงโฟลเดอร์ด้านบน

source: Prevent dragging of files and folders and multiselection using system defined gestures
ar: منع سحب الملفات والمجلدات والاختيار المتعدد باستخدام إيماءات محددة من قبل النظام
de_ch: Verhindert das verschieben von Dateien und Ordnern und die Mehrfachauswahl durch Gesten
fr: Empêcher le glissement de fichiers et de dossiers et la sélection multiple à l'aide de gestes définis par le système
he: מניעה של גרירת קבצים, תיקיות או בחירות תוך שימוש במחוות מוגדרות מערכת
ru: Предотвратить перетаскивание файлов и папок, а так же множественный выбор, с помощью заданных в системе жестов
sq: Parandalo tërheqje kartelash dhe dosjesh dhe përzgjedhje të shumëfishta duke përdorur gjeste të përcaktuara nga sistemi
th_th: ป้องกันการลากไฟล์และโฟลเดอร์และการเลือกหลายรายการโดยใช้ท่าทางที่ระบบกำหนด

source: Enable diagnostics
ar: تمكين التشخيص
de_ch: Diagnose aktivieren
fr: Activer les diagnostics
he: מאפשר אבחון
ru: Включить диагностику
sq: Aktivizo diagnostikime
th_th: เปิดใช้งานการวินิจฉัย

source: Enter code
ar: أدخل الرمز
de_ch: Code eingeben
eu: Sartu kodea
fr: Entrez le code
he: הכנסת קוד
ru: Введите код
sq: Jepni kod
th_th: กรอกรหัส

source: Repeat code
ar: كرر الرمز
de_ch: Code wiederholen
eu: Errepikatu kodea
fr: Répéter le code
he: חזרה על הקוד
ru: Повторите код
sq: Përsëriteni kodin
th_th: กรอกรหัสอีกครั้ง

source: Delete code
ar: احذف الرمز
de_ch: Code löschen
eu: Ezabatu kodea
fr: Supprimer le code
he: מחיקת קוד
ru: Удалить код
sq: Fshije kodin
th_th: ลบรหัส

source: The entered codes are different
ar: الرموز المدخلة مختلفة
de_ch: Die eingegebenen Codes sind verschieden
eu: Sartutako kodeak ezberdinak dira
fr: Les codes saisis sont différents
he: הקודים שהוכנסו שונים
ru: Введённые коды отличаются
sq: Kodet e dhënë janë të ndryshëm
th_th: กรุณาป้อนรหัสให้ตรงกัน

source: Incorrect code
ar: رمز غير صحيح
de_ch: Falscher Code
eu: Kode okerra
fr: code incorrect
he: קוד שגוי
ru: Неверный код
sq: Kod i pasaktë
th_th: รหัสไม่ถูกต้อง

source: Please try again in %@
ar: يُرجى المحاولة مجددًا في %@
de_ch: Bitte erneut in %@ versuchen
eu: Saiatu berriz mesedez %@ ondoren
fr: Veuillez réessayer dans %@
he: ניתן לנסות שוב בעוד %@
ru: Пожалуйста, попробуйте ещё раз через %@
sq: Ju lutemi, riprovoni për %@
th_th: โปรดลองอีกครั้งใน %@

source: Unlock %@
ar: فتح %@
de_ch: %@ entsperren
eu: Desblokeatu %@
fr: Déverrouiller %@
he: ביטול נעילת %@
ru: Разблокировать %@
sq: Shkyçe %@
th_th: ปลดล็อค %@

source: Biometric authentication failed
ar: فشل إجراء المصادقة البيولوجية
de_ch: Biometrische Authentifizierung fehlgeschlagen
eu: Autentifikazio biometrikoak huts egin du
fr: L'authentification biométrique a échoué
he: אימות ביומטרי נכשל
ru: Биометрическая аутентификация не удалась
sq: Mirëfilltësimi biometrik dështoi
th_th: การตรวจสอบสิทธิ์แบบไบโอเมตริกซ์ล้มเหลว

source: Certificates
ar: الشهادات
de_ch: Zertifikate
eu: Ziurtagiriak
fr: Certificats
he: תעודות אימות
ru: Сертификаты
sq: Dëshmi
th_th: ใบรับรอง

source: User-approved certificates
ar: شهادات المستخدم المعتمدة
de_ch: Benutzergenehmigte Zertifikate
eu: Erabiltzaileak onartutako ziurtagiriak
fr: Certificats approuvés par l'utilisateur
he: תעודות אימות שאושרו על ידי משתמש
ru: Сертификаты, подтверждённые пользователем
sq: Dëshmi të miratuara nga përdorues
th_th: ใบรับรองที่ได้รับอนุญาตจากผู้ใช้

source: Approved
ar: معتمدة
de_ch: Geprüft
eu: Onartuta
fr: Approuvée
he: מאושר
ru: Подтвержденное
sq: Të miratuara
th_th: ได้รับการอนุมัติ

source: Auto-approved
ar: معتمدة آليًا
de_ch: Automatisch genehmigt
eu: Auto-onartuak
fr: Approuvé automatiquement
he: אישור אוטומטי
ru: Подтверждено автоматически
sq: E vetëmiratuar
th_th: อนุมัติอัตโนมัติ

source: Revoke approval
ar: إلغاء الموافقة
de_ch: Bestätigung widerrufen
eu: Onespena ezeztatu
fr: Révoquer l'approbation
he: ביטול אישור
ru: Отменить подтверждение
sq: Shfuqizoji miratimin
th_th: เพิกถอนการอนุมัติ

source: Forbidden Characters
ar: أحرف ممنوعة
de_ch: Nicht erlaubte Zeichen
eu: Debekatutako Karaktereak
fr: Caractères interdits
he: תווים אסורים
ru: Запрещённые символы
sq: Shenja të Ndaluara
th_th: ห้ามใช้อักขระต้องห้าม

source: File name cannot contain / or \
ar: لا يمكن أن يحتوي اسم الملف على / أو \
de_ch: Dateiname darf nicht / oder \ enthalten
eu: Fitxategi izenak ezin du / edo \ izan
fr: Le nom de fichier ne peut pas contenir / ou \
he: שם קובץ לא יכול להכיל / או \
ru: Имя файла не может содержать / или \
sq: Emri i kartelës s’mund të përmbajë / ose \
th_th: ชื่อไฟล์จะต้องไม่มี / หรือ \

source: Item with same name already exists
ar: عنصر بنفس الاسم موجود بالفعل
de_ch: Objekt mit demselben Namen existiert bereits
fr: Un élément portant le même nom existe déjà
he: כבר קיים פריט עם אותו שם
ru: Элемент с тем же именем уже существует
sq: Ka tashmë një objekt me të njëjtin emër
th_th: มีชื่อรายการซ้ำโปรดใช้ชื่ออื่น

source: An item with the same name already exists in this location.
ar: يوجد عنصر بنفس الاسم بالفعل في هذا الموقع.
de_ch: An dieser Stelle ist bereits ein gleichnamiges Objekt vorhanden.
fr: Un élément du même nom existe déjà à cet emplacement.
he: פריט עם אותו שם כבר קיים במיקום זה.
ru: В этом месте уже существует элемент с тем же именем.
sq: Në këtë vendndodhje ka tashmë një objekt me të njëjtin emër.
th_th: มีรายการที่มีชื่อเดียวกันอยู่แล้วในตำแหน่งนี้

source: New Folder
ar: مجلد جديد
de_ch: Neuer Ordner
eu: Karpeta berria
fr: Nouveau dossier
he: תיקייה חדשה
ru: Новая папка
sq: Dosje e Re
th_th: โฟลเดอร์ใหม่

source: Folder name
ar: اسم المجلد
de_ch: Ordnername
eu: Karpeta izena
fr: Nom du dossier
he: שם התיקייה
ru: Имя папки
sq: Emër dosjeje
th_th: ชื่อโฟลเดอร์

source: Rename
ar: إعادة تسمية
de_ch: Umbenennen
eu: Berrizendatu
fr: Renommer
he: שינוי שם
ru: Переименовать
sq: RiemÃ«rtoje
th_th: เปลี่ยนชื่อ

source: Create folder
ar: أنشئ مجلدًا
de_ch: Ordner erstellen
eu: Sortu karpeta
fr: Créer un dossier
he: יצירת תיקייה
ru: Создать папку
sq: Krijo dosje
th_th: สร้างโฟลเดอร์

source: Duplicate
ar: تكرار
de_ch: Duplizieren
eu: Bikoiztu
fr: Dupliquer
he: כפול
ru: Дублирование
sq: Përsëdyte
th_th: ซ้ำ

source: Move
ar: نقل
de_ch: Verschieben
eu: Mugitu
fr: Déplacer
he: העברה
ru: Переместить
sq: Zhvendose
th_th: ย้าย

source: Move here
ar: نقل هنا
de_ch: Hierhin verschieben
eu: Mugitu hona
fr: Déplacer ici
he: העברה לכאן
ru: Поместить сюда
sq: Shpjere këtu
th_th: ย้ายมาที่นี่

source: Open in
ar: فتح في
de_ch: Öffnen in
eu: Zabaldu
fr: Ouvrir dans
he: פתיחה באמצעות
ru: Открыть в
sq: Hape në
th_th: เปิดด้วย

source: Copy
ar: نسخ
de_ch: Kopieren
eu: Kopiatu
fr: Copier
he: העתקה
ru: Копировать
sq: Kopjoje
th_th: คัดลอก
