Repository: owncloud/ios-app
Catalog: ownCloud/Resources/*.lproj/Localizable.strings
Languages: ar, de_ch, eu, fr, he, ru, sq, th_th

source: Copy here
ar: نسخ هنا
de_ch: Hierhin kopieren
eu: Kopiatu hemen
fr: Copier ici
he: העתקה לכאן
ru: Копировать сюда
sq: Kopjoje këtu
th_th: ึคัดลอก

source: Cannot connect to
ar: تعذّر الاتصال بـ
de_ch: Keine Verbindung möglich zu
eu: Ezin izan da hona konektatu
fr: Impossible de se connecter à
he: לא ניתן להתחבר ל-
ru: Не удалось подключиться к
sq: S’lidhet dot te
th_th: ไม่สามารถเชื่อมต่อ

source: couldn't download file(s)
ar: تعذّر تنزيل الملف (الملفات)
de_ch: Datei(en) konnte nicht geladen werden
eu: ezin izan d(ir)a fitxategia(k) jaitsi
fr: Impossible de télécharger le(s) fichier(s)
he: לא ניתן היה להוריד את הקבצים
ru: не удалось скачать файл(ы)
sq: s’u shkarkua dot kartelë(a)
th_th: ไม่สามารถดาวน์โหลดไฟล์

source: Actions
ar: إجراءات
de_ch: Aktionen
eu: Ekintzak
he: פעולות
ru: Действия
sq: Veprime
th_th: การกระทำ

source: copy
ar: نسخ
de_ch: Kopie
eu: kopiatu
fr: Copier
he: העתקה
ru: копия
sq: kopjoje
th_th: คัดลอก

source: Close Window
ar: أغلق النافذة
de_ch: Fenster schließen
fr: Fermer la fenêtre
he: סגירת חלון
ru: Закрыть окно
sq: Mbylle Dritaren
th_th: ปิดหน้าต่าง

source: Open in a new Window
ar: فتح في نافذة جديدة
de_ch: In neuen Fenster öffnen
fr: Ouvrir dans une nouvelle fenêtre
he: פתיחה בחלון חדש
ru: Открыть в новом окне
sq: Hape në Dritare të re
th_th: เปิดในหน้าต่างใหม่

source: Open in Window
ar: فتح في نافذة
de_ch: In Fenster öffnen
fr: Ouvrir dans la fenêtre
he: פתיחה בחלון
ru: Открыть в окне
sq: Hape në Dritare
th_th: เปิดในหน้าต่าง

source: Take photo or video
ar: التقط صورة أو فيديو
de_ch: Foto oder Video aufnehmen
fr: Prendre une photo ou une vidéo
he: צילום תמונה או וידאו
ru: Снять фото или видео
sq: Bëni foto ose video
th_th: ถ่ายภาพหรือวิดีโอ

source: Preparing…
ar: جارٍ الإعداد…
de_ch: Vorbereiten...
eu: Prestatzen...
fr: En cours de préparation
he: מכין...
ru: Подготовка
sq: Po përgatitet…
th_th: กำลังจัดเตรียม…

source: No actions available
ar: لا توجد إجراءات متوفرة
de_ch: Keine Aktionen verfügbar
fr: Aucune action n'est disponible
he: אין פעולות זמינות
ru: Нет доступных действий
sq: S’ka veprime gati
th_th: ไม่มีการดำเนินการ

source: No actions are available for this folder, possibly because of missing permissions.
ar: لا توجد إجراءات متوفرة لهذا المجلد، من المرجح أن هناك أذونات مفقودة.
de_ch: Für diesen Ordner sind keine Aktionen verfügbar, möglicherweise aufgrund fehlender Berechtigungen.
fr: Aucune action n’est disponible pour ce dossier, probablement en raison de permissions manquantes.
he: אין פעולות אפשריות לתיקייה זו, ככל הנראה בשל העדר הרשאות.
ru: Для этой папки нет доступных действий, возможно из-за отсутствия разрешений.
sq: S’ka veprime të gatshme për këtë dosje, mundet ngaqë mungojnë leje.
th_th: ยังไม่มีการดำเนินการสำหรับโฟลเดอร์นี้อาจเป็นเพราะมีสิทธิ์ไม่เพียงพอ

source: Close actions menu
ar: إغلاق قائمة الإجراءات
de_ch: Menü Aktionen schließen
fr: Fermer le menu des actions
he: סגירת תפריט פעולות
ru: Закрыть меню действий
sq: Mbylle menunë e veprimeve
th_th: ปิดเมนูการกระทำ

source: Favorited
ar: تمت الإضافة إلى المفضلة
de_ch: Favorisiert
fr: Marqué comme favori
he: מועדף
ru: Избранное
sq: U kalua e parapëlqyer
th_th: รายการโปรด

source: Favorite item
ar: العنصر المفضل
de_ch: Element favorisieren
fr: Élément préféré
he: פריט מועדף
ru: Добавить элемент в избранное
sq: Vëri shenjë objektit si i parapëlqyer
th_th: รายการโปรด

source: Unfavorite item
ar: عنصر غير موات
de_ch: Favorit entfernen
fr: Élément défavorable
he: פריט שאינו מועדף
ru: Убрать элемент из избранного
sq: Hiqja shenjën objektit si i parapëlqyer
th_th: รายการที่ไม่ชอบ

source: Open file
ar: فتح الملف
de_ch: Datei öffnen
eu: Fitxategia ireki
fr: Ouvrir le fichier
he: פתיחת קובץ
ru: Открыть файл
sq: Hap kartelë
th_th: เปิดไฟล์

source: Network unavailable
ar: الشبكة غير متوفرة
de_ch: Netzwerk nicht verfügbar
eu: Sarea ez dago erabilgarri
fr: Réseau indisponible
he: רשת לא זמינה
ru: Сеть недоступна
sq: Rrjet i pakapshëm
th_th: เครือข่ายใช้งานไม่ได้

source: Could not get the picture
ar: تعذّر الحصول على الصورة
de_ch: Bild konnte nicht geladen werden
eu: Ezin izan da irudia lortu
fr: Impossible d'obtenir l'image
he: לא ניתן היה לקבל את התמונה
ru: Не удалось получить изображение
sq: S’u mor dot figura
th_th: ไม่สามารถรับรูปภาพได้

source: Downloading
ar: تنزيل
de_ch: Lade herunter
eu: Deskargatzen
fr: Téléchargement
he: מוריד
ru: Скачивание
sq: Shkarkim
th_th: กำลังดาวน์โหลด

source: File couldn't be opened
ar: تعذّر فتح الملف
de_ch: Datei kann nicht geöffnet werden
eu: Ezin izan da fitxategia ireki
fr: Le fichier n'a pas pu être ouvert
he: לא ניתן לפתוח את הקובץ
ru: Не удалось открыть файл
sq: Kartela s’u hap dot
th_th: ไม่สามารถเปิดไฟล์ได้

source: Connecting...
ar: جارٍ الاتصال...
de_ch: Verbinde...
fr: connexion en cours...
he: מתחבר...
ru: Соединение…
sq: Po lidhet…
th_th: กำลังเชื่อมต่อ ...

source: Resume
ar: استئناف
de_ch: Fortsetzen
eu: Berrekin
fr: Reprendre
he: חידוש
ru: Возобновить
sq: Rimerre
th_th: ดำเนินการต่อ

source: Go to page
ar: اذهب إلى الصفحة
de_ch: Gehe zu Seite
eu: Segi orrira
fr: Aller à la page
he: מעבר לעמוד
ru: Переход к странице
sq: Shko tek faqja
th_th: ไปยังหน้า

source: Page
ar: صفحة
de_ch: Seite
eu: Orria
he: עמוד
ru: Страница
sq: Faqe
th_th: หน้า

source: This document has %@ pages
ar: يحتوي هذا المستند على %@ صفحة
de_ch: Dieses Dokument hat %@ Seiten
eu: Dokumentu honek %@ orri ditu
fr: Ce document comporte %@ pages
he: למסמך יש %@ עמודים
ru: В этом документе %@ страниц
sq: Ky dokument ka %@ faqe
th_th: เอกสารนี้มีทั้งหมด %@ หน้า

source: %@ of %@
ar: %@ من %@
de_ch: %@ von %@
eu: %@ %@-tik
fr: %@ de %@
he: %@ מתוך %@
ru: %@ из %@
sq: %@ nga %@
th_th: %@ จาก %@

source: Invalid Page
ar: صفحة غير صالحة
de_ch: Ungültige Seite
eu: Orri Baliogabea
fr: Page non valide
he: עמוד שגוי
ru: Неверная страница
sq: Faqe e Pavlefshme
th_th: หน้าไม่ถูกต้อง

source: The entered page number doesn't exist
ar: رقم الصفحة المكتوب غير موجود
de_ch: Die angegebene Seitennummer existiert nicht.
eu: Ez dago sartutako orri zenbakirik
fr: Le numéro de page saisi n'existe pas
he: מספר העמוד שהוכנס אינו קיים
ru: Введённый номер страницы не существует
sq: Numri i dhënë për faqen nuk ekziston
th_th: ไม่มีหมายเลขหน้าที่ป้อน

source: Search PDF
ar: بحث في ملف PDF
de_ch: PDF suchen
eu: Bilatu PDF
fr: Chercher PDF
he: חיפוש ב- PDF
ru: Поиск PDF
sq: Kërko në PDF
th_th: ค้นหา PDF

source: Outline
ar: شرح موجز
de_ch: Gliederung
eu: Zirriborroa
fr: Aperçu
he: מתווה
ru: Оглавление
sq: Përvijoje
th_th: เค้าโครง

source: Upload
ar: تحميل
de_ch: Hochladen
eu: Igo
fr: Téléverser
he: העלאה
ru: Загрузить
sq: Ngarkoje
th_th: อัปโหลดไฟล์

source: Select All
ar: تحديد الكل
de_ch: Alles auswählen
eu: Hautatu Dena
fr: Tout sélectionner
he: לבחור הכול
ru: Выбрать всё
sq: Përzgjidhi Krejt
th_th: เลือกทั้งหมด

source: Deselect All
ar: إلغاء تحديد الكل
de_ch: Alles abwählen
eu: Desautatu dena
fr: Tout déselectionner
he: לבטל בחירה מהכל
ru: Снять весь выбор
sq: Shpërzgjidhi Krejt
th_th: ยกเลิกการเลือกทั้งหมด

source: All Photos
ar: جميع الصور
de_ch: Alle Fotos
eu: Argazki Denak
fr: Toutes les photos
he: כל התמונות
ru: Все фотографии
sq: Krejt Fotot
th_th: รูปภาพทั้งหมด

source: Albums
ar: الألبومات
de_ch: Alben
eu: Albumak
he: אלבומים
ru: Альбомы
sq: Albume
th_th: อัลบัม

source: Importing from photo library
ar: استيراد من مكتبة صورك
de_ch: Importieren aus der Fotobibliothek
eu: Argazki liburutegitik inportatzen
fr: Importation depuis la librairie de photos
he: יבוא מספריית תמונות
ru: Импорт из фото-библиотеки
sq: Importim nga fototekë
th_th: นำเข้าจากคลังรูปภาพ

source: Media import
ar: استيراد الوسائط
de_ch: Medien-Import
fr: Importation de médias
he: יבוא מדיה
ru: Импорт фото и видео
sq: Importim media
th_th: นำเข้าสื่อ

source: Selected folder lacks file creation permission
ar: لا يحتوي المجلد المحدد على إذن إنشاء الملف
de_ch: Der ausgewählte Ordner hat keine Berechtigung um Dateien zu erstellen
fr: Le dossier sélectionné n'a pas l'autorisation de création de fichier
he: התיקייה הנבחרת חסרה הרשאות ליצירת קובץ
ru: У выбранной папки нет разрешения на создание файлов.
sq: Dosjes së përzgjedhur i mungon leje krijimi kartelash
th_th: โฟลเดอร์ที่เลือกไม่มีสิทธิ์ในการสร้างไฟล์

source: %d Item
ar: %d عنصر
de_ch: %d Objekt
fr: %d élément
he: %d פריט
ru: %d элемент
sq: %d Objekt
th_th: %d รายการ

source: %d Items
ar: %dعناصر
de_ch: %d Objekte
fr: %d éléments
he: %d פריטים
ru: %d элементов
sq: %d Objekte
th_th: %d รายการ

source: Select Items
ar: اختيار العناصر
fr: Sélectionner des éléments
ru: Выбор элементов
sq: Përzgjidhni Objekte
th_th: เลือกรายการ

source: Scan
ar: مسح
de_ch: Scannen
fr: Analyse
he: סריקה
ru: Cканировать
sq: Skanim
th_th: สแกน

source: Scans
ar: عمليات المسح
fr: Analyses
he: סריקות
ru: Сканы
sq: Skanime
th_th: สแกน

source: Scan document
ar: مسح المستند
de_ch: Dokument scannen
fr: analyse du document
he: סריקת מסמך
ru: Сканировать документ
sq: Skanoni dokument
th_th: สแกนเอกสาร

source: Saving
ar: حفظ
de_ch: Speichern
eu: Gordetzen
fr: Enregistrement...
he: שמירה
ru: Сохраняется
sq: Po ruhet
th_th: บันทึก

source: File format
ar: تنسيق الملف
de_ch: Dateiformat
fr: format du fichier
he: פורמט קובץ
ru: Формат файла
sq: Format kartelash
th_th: รูปแบบไฟล์

source: Save as
ar: حفظ بتنسيق
de_ch: Speichern unter
fr: Sauvegarder sous
he: שמירה בשם
ru: Сохранить как
sq: Ruaje si
th_th: บันทึกเป็น

source: Scan additional
ar: مسح إضافي
de_ch: Weitere scannen
fr: Analyse supplémentaire
he: סריקת נוסף
ru: Сканировать дополнительно
sq: Skanim shtesë
th_th: สแกนเพิ่มเติม

source: Create one file per page
ar: أنشئ ملفًا واحدًا لكل صفحة
de_ch: Eine Datei pro Seite erstellen
fr: Créer un fichier par page
he: יצירת קובץ לעמוד
ru: Создавать по файлу на каждую страницу
sq: Krijo një kartelë për faqe
th_th: สร้างหนึ่งไฟล์ต่อหนึ่งหน้า

source: Searching Shares…
ar: جارِ البحث في المشاركات…
de_ch: Suche nach Freigaben…
eu: Partekatzeak Bilatzen...
fr: Recherche de partages…
he: מחפש שיתופים...
ru: Поиск по общим ресурсам
sq: Po kërkohet në Pjesë…
th_th: กำลังค้นหาแชร์...

source: Recipient
ar: مستلم
de_ch: Empfänger
eu: Ontzia
fr: Destinataire
he: נמען
ru: Получатель
sq: Marrës
th_th: ผู้รับ

source: Recipients
ar: مستلمون
de_ch: Empfänger
eu: Hartzaileak
fr: Les destinataires
he: נמענים
ru: Получатели
sq: Marrëss
th_th: ผู้รับ

source: Public Link
ar: رابط عام
de_ch: Öffentlicher Link
eu: Esteka Publikoa
fr: Lien public
he: קישור ציבורי
ru: Общедоступная ссылка
sq: Lidhje Publike
th_th: ลิงก์สาธารณะ

source: Public Links
ar: روابط عامة
de_ch: Öffentliche Links
eu: Esteka Publikoak
fr: Liens publics
he: קישורים ציבוריים
ru: Общедоступные ссылки
sq: Lidhje Publike
th_th: ลิงก์สาธารณะ

source: Invite Recipient
ar: أرسل دعوة إلى مستلم
de_ch: Empfänger einladen
eu: Hartzaileak Gonbidatu
fr: Inviter un destinataire
he: נמען לא חוקי
ru: Пригласить получателя
sq: Ftoni Marrës
th_th: คำเชิญผู้รับ

source: Add email or name
ar: أضف بريدًا إلكترونيًا أو اسمًا
de_ch: E-Mail oder Name hinzufügen
eu: Gehitu email edo izena
fr: Ajouter une adresse e-mail ou un nom
he: יש להוסיף דואר אלקטרוני או שם
ru: Добавьте e-mail или имя
sq: Shtoni email ose emër
th_th: เพิ่มอีเมลหรือชื่อ

source: Users
ar: مستخدمون
de_ch: Benutzer
eu: Erabiltzaileak
fr: Utilisateurs
he: משתמשים
ru: Пользователи
sq: PÃ«rdorues
th_th: ผู้ใช้งาน

source: Groups
ar: مجموعات
de_ch: Gruppen
eu: Taldeak
fr: Groupes
he: קבוצות
ru: Группы
sq: Grupe
th_th: กลุ่ม

source: Start typing to search users, groups and remote users.
ar: ابدأ الكتابة للبحث عن المستخدمين والمجموعات والمستخدمين عن بُعد.
de_ch: Beginnen Sie mit der Eingabe, um Benutzer, Gruppen und entfernte Benutzer zu suchen.
eu: Hasi idazten erabiltzaile, talde eta urruneko erabiltzaileak bilatzeko.
fr: Commencez à taper pour rechercher des utilisateurs, des groupes et des utilisateurs distants.
he: יש להתחיל להקליד על מנת לחפש משתמשים, קבוצות ומשתמשים מרוחקים.
ru: Начните ввод для начала поиска пользователей, групп и удаленных пользователей
sq: Filloni të shtypni që të kërkohet për përdorues, grupe dhe përdorues të largët.
th_th: เริ่มพิมพ์เพื่อค้นหาผู้ใช้กลุ่มและผู้ใช้รีโมท

source: (Group)
ar: (مجموعة)
de_ch: (Gruppe)
eu: (Taldea)
fr: (Groupe)
he: (קבוצה)
ru: (Группа)
sq: (Grup)
th_th: (กลุ่ม)

source: Adding User to Share failed
ar: فشلت إضافة مستخدم للمشاركة
de_ch: Hinzufügen eines Benutzers zur Freigabe fehlgeschlagen
eu: Partekatutakora Erabiltzaile gehitzeak huts egin du
fr: L'ajout d'un utilisateur au partage a échoué
he: הוספת משתמש לשיתוף נכשלה
ru: Ошибка добавления пользователя к ресурсу
sq: Dështoi shtim Përdoruesi te Pjesë
th_th: เพิ่มผู้ใช้ไปยังแชร์ล้มเหลว

source: Permissions
ar: أذونات
de_ch: Berechtigungen
eu: Baimenak
he: הרשאות
ru: Права доступа
sq: Leje
th_th: สิทธิ์การเข้าใช้งาน

source: Invited: %@
ar: تمت الدعوة: %@
de_ch: Eingeladen: %@
eu: Gonbidatua: %@
fr: Invitée: %@
he: מזומנים: %@
ru: Приглашены: %@
sq: U ftua: %@
th_th: เชิญแล้ว: %@

source: Created: %@
ar: أُنشئ في: %@
de_ch: Erstellt: %@
eu: Sortua: %@
fr: Créé: %@
he: נוצר: %@
ru: Созданы: %@
sq: U krijua: %@
th_th: สร้างแล้ว: %@

source: Allows the users you share with to re-share
ar: يُتيح للمستخدمين الذين تشاركهم إعادة المشاركة
de_ch: Erlaubt Benutzern, mit Ihnen geteilte Inhalte erneut zu teilen
eu: Zure partekatzea jaso duen erabiltzaileari birpartekatzeko baimena ematen dio
fr: Permet aux utilisateurs avec lesquels vous partagez de partager à nouveau
he: מאפשר למשתמשים ששתפת לשתף מחדש
ru: Разрешить пользователям в совместном доступе, открывать доступ другим пользователям
sq: Lejon që përdoruesit me të cilët ndani të rindajnë
th_th: อนุญาตให้ผู้ใช้ที่คุณแชร์ด้วยแขร์อีกครั้ง

source: Allows the users you share with to edit your shared files, and to collaborate
ar: يُتيح للمستخدمين الذين تشاركهم تعديل الملفات التي تم مشاركتها والتعاون فيها
de_ch: Erlaubt Benutzern, mit Ihnen geteilte Inhalte zu bearbeiten und kollaborieren.
eu: Zure partekatzea jaso duen erabiltzaileari editatu eta elkarlanerako baimena ematen dio
fr: Permet aux utilisateurs avec lesquels vous partagez de modifier vos fichiers partagés et de collaborer
he: מאפשר למשתמשים ששתפת לערוך את הקבצים שלך, ולשתף
ru: Разрешить пользователям в совместном доступе редактировать опубликованные файлы и совместно над ними работать
sq: U lejon përdoruesve me të cilët ndani gjëra të përpunojnë kartelat tuaja që ndani, dhe të bashkëpunojnë
th_th: อนุญาตให้ผู้ใช้ให้สามารถแก้ไขข้อมูลที่คุณแชร์

source: Allows the users you share with to create new files and add them to the share
ar: يُتيح للمستخدمين الذين تشاركهم إنشاء ملفات جديدة وإضافتهم للمشاركة
de_ch: Erlaubt Benutzern, mit denen Sie die Freigabe teilen, neue Dateien zu erstellen und diese zu der Freigabe hinzuzufügen.
eu: Zure partekatzea jaso duen erabiltzaileari fitxategi berriak sortu eta partekatutakora gehitzeko baimena ematen dio
fr: Permet aux utilisateurs avec lesquels vous partagez de créer de nouveaux fichiers et de les ajouter au partage
he: מאפשר למשתמשים ששתפת איתם ליצור קבצים ולהוסיף אותם לשיתוף
ru: Разрешить пользователям в совместном доступе создавать новые файлы и добавлять их к общему ресурсу
sq: U lejon përdoruesve me të cilët ndani gjëra të krijojnë kartela të reja dhe t’i shtojnë ato te ndarja
th_th: อนุญาตให้ผู้ใช้สามารถเพิ่มไฟล์ไปยังแชร์ของคุณ

source: Allows uploading a new version of a shared file and replacing it
ar: يُتيح تحميل إصدار جديد من الملفات التي تم مشاركتها واستبدالها
de_ch: Ermöglicht das Hochladen einer neuen Version einer freigegebenen Datei und diese zu ersetzen.
eu: Partekatutako fitxategiaren bertsio berria kargatu eta ordezkatzen baimentzen du
fr: Permet de télécharger une nouvelle version d'un fichier partagé et de la remplacer
he: מאפשר להעלות גרסה חדשה של הקובץ המשותף ולהחליף את הישן
ru: Разрешить обновление и замещение новой версии файла, находящегося в совместном доступе
sq: Lejon ngarkimin e një versioni të ri të një kartelë të ndarë, si dhe zëvendësim të saj
th_th: อนุญาตให้อัปโหลดไฟล์แชร์เวอร์ชันใหม่และแทนที่ไฟล์เดิม

source: Allows the users you share with to delete shared files
ar: يُتيح للمستخدمين الذين تشاركهم حذف الملفات التي تشاركها
de_ch: Erlaubt Benutzern, mit denen Sie die Freigabe teilen, Dateien zu löschen.
eu: Zure partekatzea jaso duen erabiltzaileari partekatua ezabatzeko baimena ematen dio
fr: Permet aux utilisateurs avec lesquels vous partagez de supprimer des fichiers partagés
he: מאפשר למשתמשים ששתפת איתם למחוק את הקבצים המשותפים
ru: Разрешить пользователям в совместном доступе удалять находящиеся в нем файлы
sq: U lejon përdoruesve me të cilët ndani gjëra të fshijnë kartela të ndara
th_th: อนุญาตให้ผู้ใช้สามารถลบไฟล์ที่คุณแชร์

source: Setting permission failed
ar: فشل إعداد الإذن
de_ch: Speichern der Berechtigungen fehlgeschlagen
eu: Baimen ezarpenak huts egin du
fr: Échec de la définition de l'autorisation
he: הגדרת הרשאות נכשלה
ru: Ошибка установки прав доступа
sq: Dështoi dhënia e lejes
th_th: ตั้งค่าการอนุญาตล้มเหลว

source: Shared with
ar: تمت المشاركة مع
de_ch: Geteilt mit
eu: Hauekin elkarbanatuta
fr: Partagé avec
he: משותף עם:
ru: Опубликован для
sq: Ndarë me:
th_th: แชร์ด้วย

source: Remove Recipient failed
ar: تعذّرت إزالة المستلم
de_ch: Empfänger entfernen fehlgeschlagen
eu: Hartzailea ezabatzeak huts egin du
fr: La suppression du destinataire a échoué
he: הסרת נמענים נכשלה
ru: Ошибка удаления получателя
sq: Dështoi Heqje Marrësi
th_th: ลบผู้รับล้มเหลว

source: Remove Recipient
ar: إزالة المستلم
de_ch: Empfänger entfernen
eu: Hartzailea ezabatu
fr: Supprimer le destinataire
he: הסרת נמען
ru: Удалить получателя
sq: Hiqe Marrësin
th_th: ลบผู้รับ

source: Create
ar: إنشاء
de_ch: Erstellen
eu: Sortu
fr: Créer
he: יצירה
ru: Создать
sq: Krijoje
th_th: สร้าง

source: Change
ar: تغيير
de_ch: Ändern
eu: Aldatu
fr: Modification
he: שינוי
ru: Изменения
sq: Ndryshoje
th_th: เปลี่ยนแปลง

source: Recipients can view or download contents.
ar: يستطيع المستلمون عرض المحتويات أو تنزيلها.
de_ch: Empfänger können Inhalte sehen und herunterladen.
eu: Hartzaileek edukiak ikusi edo jaitsi ditzakete.
fr: Les bénéficiaires peuvent voir ou télécharger le contenu.
he: נמענים יכולים לצפות התוכן או להורידו.
ru: Получатели могут просматривать или скачивать содержимое.
sq: Marrësit mund të shohin dhe shkarkojnë lëndë.
th_th: ผู้รับสามารถดูหรือดาวน์โหลดเนื้อหา

source: Recipients can view, download, edit, delete and upload contents.
ar: يستطيع المستلمون عرض المحتويات، أو تنزيلها، أو تعديلها، أو حذفها، أو تحميلها.
de_ch: Empfänger können Inhalte sehen, herunterladen, ändern, löschen und hochladen.
eu: Hartzaileek edukiak jaitsi, editatu, ezabatu eta igo ditzakete.
fr: Les bénéficiaires peuvent voir, télécharger, modifier, supprimer et téléverser le contenu.
he: נמענים יכולים לצפות, להוריד, לערוך ולהעלות תכנים.
ru: Получатели могут просматривать, скачивать, править, удалять и закачивать содержимое.
sq: Marrësit mund të shohin shkarkojnë, përpunojnë, fshijnë dhe ngarkojnë lëndë.
th_th: ผู้รับสามารถดู ดาวน์โหลด แก้ไข ลบและอัปโหลดเนื้อหา

source: Receive files from multiple recipients without revealing the contents of the folder.
ar: استلم ملفات من مستلمين متعددين دون إظهار محتويات المجلد.
de_ch: Von mehreren Empfängern Dateien empfangen, ohne den Inhalt des Ordners preiszugeben.
eu: Hainbat hartzaileengandik fitxategiak jaso karpeten edukiak erakutsi gabe.
fr: Recevoir des fichiers de plusieurs sources sans révéler le contenu du dossier.
he: קבלת קבצים ממספר נמענים מבלי לחשוף את תוכן התיקיה.
ru: Получение файлов от многих получателей без раскрытия содержимого каталога.
sq: Merr kartela prej të tjerësh pa e zbuluar lëndën e dosjes.
th_th: รับไฟล์จากผู้รับโดยไม่ต้องเปิดเผยเนื้อหาของโฟลเดอร์

source: Download / View
ar: تنزيل/عرض
de_ch: Herunterladen / Ansehen
eu: Deskargatu / Ikusi
fr: Télécharger / Voir
he: הורדה / הצגה
ru: Скачивание / Просмотр
sq: Të shkarkojë / Të shohë
th_th: ดาวน์โหลดหรือดู

source: Download / View / Upload
ar: تنزيل/عرض/تحميل
de_ch: Herunterladen / Ansehen / Hochladen
eu: Deskargatu / Ikusi / Kargatu
fr: Télécharger / Voir / Téléverser
he: הורדה / הצגה / העלאה
ru: Скачивание / Просмотр / Закачка
sq: Të shkarkojë / Të shohë / Të ngarkojë
th_th: ดาวน์โหลด ดู หรืออัปโหลด

source: Upload only (File Drop)
ar: تحميل فقط (إفلات الملف)
de_ch: Nur Hochladen (File Drop)
eu: Kargatu bakarrik (File Drop)
fr: Téléversement seulement (Glisser le Fichier)
he: העלאה בלבד (גרירת קובץ)
ru: Только закачка (закинуть файл)
sq: Vetëm ngarkim (Lënie Kartele)
th_th: เฉพาะอัปโหลด (วางไฟล์)

source: Creating public link failed
ar: تعذر إنشاء رابط عام
de_ch: Öffentlichen Link erstellen fehlgeschlagen
eu: Esteka publikoa sortzeak huts egin du
fr: La création du lien public a échoué
he: יצירת קישור שיתופי נכשלה
ru: Ошибка создание общедоступной ссылки
sq: Dështoi krijimi i lidhjes publike
th_th: สร้างลิงก์สาธารณะล้มเหลว

source: Create Public Link
ar: أنشئ رابطًا عامًا
de_ch: Öffentlichen Link erstellen
eu: Estak Publikoa sortu
fr: Créer un lien public
he: יצירת קישור שיתופי
ru: Создать общедоступную ссылку
sq: Krijoni Lidhje Publike
th_th: สร้างลิงก์สาธารณะ

source: Links
ar: روابط
eu: Estekak
fr: Liens
he: קישורים
ru: Ссылки
sq: Lidhje
th_th: ลิงก์

source: Link
ar: رابط
eu: Esteka
fr: Lien
he: קישור
ru: Ссылка
sq: Lidhje
th_th: ลิงก์

source: Setting expiration date failed
ar: فشل إعداد تاريخ انتهاء الصلاحية
de_ch: Speichern des Ablaufdatums fehlgeschlagen
eu: Iraungitze data ezartzeak huts egin du
fr: Échec de la définition de la date d'expiration
he: הגדרת תאריך תפוגה נכשל
ru: Ошибка установки срока действия
sq: Dështoi caktimi i datës së skadimit
th_th: ตั้งค่าวันหมดอายุล้มเหลว

source: Expiration date
ar: تاريخ انتهاء الصلاحية
de_ch: Ablaufdatum
eu: Iraungitze data
fr: Date d'expiration
he: תאריך התפוגה
ru: Дата окончания
sq: Datë skadimi
th_th: วันที่หมดอายุ

source: Copy Public Link
ar: انسخ رابطًا عامًا
de_ch: Öffentlichen Link kopieren
eu: Esteka Publikoa kopiatu
fr: Copier le lien public
he: העתקת קישור ציבורי
ru: Скопировать общедоступную ссылку
sq: Kopjo Lidhje Publike
th_th: คัดลอกลิงก์สาธารณะ

source: Delete Public Link
ar: احذف رابطًا عامًا
de_ch: Öffentlichen Link löschen
eu: Esteka Publikoa ezabatu
fr: Supprimer le lien public
he: מחיקת קישור שיתופי
ru: Удалить общедоступную ссылку
sq: Fshi Lidhje Publike
th_th: ลบลิงก์สาธารณะ

source: Deleting Public Link failed
ar: فشل حذف الرابط العام
de_ch: Öffentlichen Link löschen fehlgeschlagen
eu: Esteka Publikoa ezabatzeak huts egin du
fr: Échec de la suppression du lien public
he: מחיקת קישור שיתופי נכשלה
ru: Ошибка удаления общедоступной ссылки
sq: Dështoi fshirja e Lidhjes Publike
th_th: ลบลิงก์สาธารณะล้มเหลว

source: Deleting password failed
ar: فشل حذف كلمة المرور
de_ch: Passwort löschen fehlgeschlagen
eu: Pasahitza ezabatzeak huts egin du
fr: La suppression du mot de passe a échoué
he: מחיקת סיסמא נכשלה
ru: Ошибка удаления пароля
sq: Dështoi fshirja e fjalëkalimit
th_th: ลบรหัสผ่านล้มเหลว

source: Setting password failed
ar: فشل تعيين كلمة المرور
de_ch: Passwort speichern fehlgeschlagen
eu: Pasahitza ezartzeak huts egin du
fr: Échec de la définition du mot de passe
he: הגדרת סיסמא נכשלה
ru: Ошибка установки пароля
sq: Dështoi caktimi i fjalëkalimit
th_th: การตั้งรหัสผ่านล้มเหลว

source: Type to update password
ar: اكتب لتحديث كلمة المرور
de_ch: Zum Aktualisieren neues Passwort eingeben
eu: Idatzi pasahitza eguneratzeko
fr: Tapez pour mettre à jour le mot de passe
he: יש להקליד לעדכון סיסמא
ru: Начните ввод для обновления пароля
sq: Shtypni që të përditësohet fjalëkalimi
th_th: กรอกเพื่ออัปเดตรหัสผ่าน

source: Cannot change permission
ar: تعذّر تغيير الإذن
de_ch: Berechtigungen können nicht geändert werden
eu: Ezin izan da baimena aldatu
fr: Impossible de modifier l'autorisation
he: לא ניתן לשנות הרשאות
ru: Невозможно изменить права
sq: S’ndryshohet dot leje
th_th: ไม่สามารถเปลี่ยนการอนุญาต
