Repository: owncloud/ios-app
Catalog: ownCloud/Resources/*.lproj/Localizable.strings
Languages: ar, de_ch, eu, fr, he, ru, sq, th_th

source: Edit account
ar: تحرير الحساب
de_ch: Konto bearbeiten
eu: Kontua editatu
fr: Modifier le compte
he: עריכת חשבון
ru: Изменить учётную запись
sq: Përpunoni llogari
th_th: แก้ไขบัญชี

source: Add account
ar: إضافة حساب
de_ch: Konto hinzufügen
eu: Gehitu kontua
fr: Ajouter un compte
he: הוספת חשבון
ru: Добавить учетную запись
sq: Shtoni llogari
th_th: เพิ่มบัญชี

source: Server URL
ar: عنوان URL الخادم
eu: Zerbitzariaren URLa
fr: URL du serveur
he: נתיב השרת
ru: URL сервера
sq: URL shërbyesi
th_th: URL ของเซิร์ฟเวอร์

source: Continue
ar: متابعة
de_ch: Fortsetzen
eu: Jarraitu
fr: Continuer
he: המשך
ru: Продолжить
sq: Vazhdo
th_th: ดำเนินการต่อ

source: Name
ar: الاسم
eu: Izena
fr: Nom
he: שם
ru: Название
sq: Emër
th_th: ชื่อ

source: Example Server
ar: مثال عن الخادم
de_ch: Beispielserver
eu: Adibide Zerbitzaria
fr: Serveur d'exemple
he: שרת דוגמא
ru: Сервер для примера
sq: Shërbyes Shembull
th_th: เซิร์ฟเวอร์ตัวอย่าง

source: Show Certificate Details
ar: عرض تفاصيل الشهادة
de_ch: Zeige Zertifikatsdetails
eu: Erakutsi Ziurtagiriaren Xehetasunak
fr: Afficher les détails du certificat
he: הצגת פרטי תעודת אימות
ru: Показать детали сертификата
sq: Shfaq Hollësi Dëshmie
th_th: แสดงรายละเอียดใบรับรอง

source: Connect
ar: توصيل
de_ch: Verbinden
eu: Konektatu
fr: Connecter
he: התחברות
ru: Подключиться
sq: Lidhuni
th_th: เชื่อมต่อ

source: Delete Authentication Data
ar: حذف بيانات المصادقة
de_ch: Lösche Anmeldedaten
eu: Ezabatu Autentifikazioa Datuak
fr: Supprimer les données d'authentification
he: מחיקת פרטי אימות
ru: Удалить данные аутентификации
sq: Fshi të Dhëna Mirëfilltësimi
th_th: ลบข้อมูลการรับรองความถูกต้อง

source: Authentication
ar: مصادقة
de_ch: Authentifizierung
eu: Autentifikazioa
fr: Authentification
he: אימות
ru: Авторизация
sq: Mirëfilltësim
th_th: รับรองความถูกต้อง

source: Username
ar: اسم المستخدم
de_ch: Benutzername
eu: Erabiltzaile izena
fr: Nom d'utilisateur
he: שם משתמש
ru: Имя пользователя
sq: Emër përdoruesi
th_th: ชื่อผู้ใช้

source: Password
ar: كلمة المرور
de_ch: Kennwort
eu: Pasahitza
fr: Mot de passe
he: סיסמא
ru: Пароль
sq: Fjalëkalim
th_th: รหัสผ่าน

source: Certificate Details
ar: تفاصيل الشهادة
de_ch: Zertifikatsdetails
eu: Ziurtagiri Xehetasunak
fr: Détails du certificat
he: פרטי תעודת אימות
ru: Детали сертификата
sq: Hollësi Dëshmie
th_th: รายละเอียดใบรับรอง

source: Cancel
ar: إلغاء
de_ch: Abbrechen
eu: Ezeztatu
fr: Annuler
he: ביטול
ru: Отмена
sq: Anuloje
th_th: ยกเลิก

source: Approve
ar: موافقة
de_ch: Genehmigen
eu: Onartu
fr: Approuver
he: אישור
ru: Подтвердить
sq: Miratoje
th_th: อนุมัติ

source: Error
ar: خطأ
de_ch: Fehler
eu: Errorea
fr: Erreur
he: שגיאה
ru: Ошибка
sq: Gabim
th_th: ข้อผิดพลาด

source: Review Connection
ar: مراجعة الاتصال
de_ch: Verbindung überprüfen
eu: Konexioa Berrikusi
fr: Vérifier la connexion
he: סקירת חיבור
ru: Обзор соединения
sq: Shqyrtoni Lidhjen
th_th: ตรวจสอบการเชื่อมต่อ

source: Authenticated via
ar: تمت المصادقة عبر
de_ch: Angemeldet mit
eu: Autentifikatua horrela
fr: Authentification via
he: אומת על בסיס
ru: Аутентифицрован через
sq: Mirëfilltësuar përmes
th_th: ตรวจสอบแล้วผ่านทาง

source: Authenticated as %@ via %@
ar: تمت مصادقة %@ عبر %@
de_ch: Als %@ mit %@ angemeldet
eu: %@ bezala autentifikatua %@ erabiliz
fr: Authentifié comme %@ via %@
he: אומת כ- %@ על בסיס %@
ru: Аутентификация как %@ через %@
sq: Mirëfilltësuar si %@ përmes %@
th_th: รับรองความถูกต้องด้วย %@ ผ่านทาง %@

source: Edit
ar: تحرير
de_ch: Bearbeiten
eu: Editatu
fr: Éditer
he: עריכה
ru: Редактировать
sq: Përpunoni
th_th: แก้ไข

source: Credentials
ar: بيانات الاعتماد
de_ch: Zugangsdaten
eu: Kredentzialak
fr: Informations d'identification
he: פרטי גישה
ru: Учётные данные
sq: Kredenciale
th_th: ข้อมูลส่วนตัวสำหรับเข้าระบบ

source: Rejected
ar: مرفوض
de_ch: Abgelehnt
eu: Errefusatua
fr: Rejeté
he: נדחה
ru: Отклонено
sq: Hedhur poshtë
th_th: ปฏิเสธแล้ว

source: Passed
ar: تم الاجتياز
de_ch: Bestanden
eu: Onartua
fr: Passé
he: עבר
ru: Прошло
sq: Vleftësuar
th_th: ผ่านแล้ว

source: Accepted
ar: مقبول
de_ch: Akzeptiert
eu: Onartua
fr: Accepté
he: אושר
ru: Принято
sq: Pranuar
th_th: ยืนยันแล้ว

source: Validation Error
ar: خطأ في التحقق
de_ch: Validierungsfehler
eu: Balidazio Errorea
fr: Erreur de Validation
he: שגיאת אימות
ru: Ошибка проверки
sq: Gabim Vleftësim
th_th: ข้อผิดพลาดในการตรวจสอบ

source: Certificate was rejected by user.
ar: رفض المستخدم الشهادة.
de_ch: Zertifikat wurde vom Benutzer abgelehnt.
eu: Ziurtagiria erabiltzaileak errefusatua izan da.
fr: Le certificat a été rejeté par l'utilisateur
he: תעודת האימות נדחתה על ידי משתמש.
ru: Сертификат был отклонён пользователем.
sq: Dëshmia u hodh poshtë nga përdoruesi.
th_th: หนังสือรับรองถูกปฏิเสธโดยผู้ใช้

source: Certificate has issues. Open 'Certificate Details' for more informations.
ar: حدثت مشكلة بالشهادة. افتح 'تفاصيل الشهادة' لمزيد من المعلومات.
de_ch: Zertifikat hat Probleme. Öffnen Sie 'Zertifikat-Details' für weitere Informationen.
eu: Ziurtagiriak arazoak ditu. Ireki 'Ziurtagiri Xehetasunak' informazio gehiago jasotzeko.
fr: Le certificat a des problèmes. Ouvrez 'Détails du certificat' pour plus d'informations.
he: לתעודת האימות יש בעיות. יש לפתוח 'פרטי תעודת אימות' למידע נוסף.
ru: Есть проблемы с сертификатом. Для получения подробностей откройте ‘Детали сертификата'.
sq: Dëshmia ka probleme. Për më tepër hollësi, hapni 'Hollësi Dëshmie'.
th_th: ใบรับรองมีปัญหา เปิด 'รายละเอียดใบรับรอง' สำหรับข้อมูลเพิ่มเติม

source: No issues found. Certificate passed validation.
ar: لم يتم العثور على أي مشكلات. اجتازت الشهادة عملية التحقق.
de_ch: Keine Probleme gefunden. Zertifikat hat die Validierung bestanden.
eu: Ez da arazorik aurkitu. Ziurtagiriak balidazioa gainditu du.
fr: Aucun problème n'a été trouvé. Le certificat a réussi la validation.
he: לא נמצאו בעיות. התעודה עברה אימות.
ru: Не выявлено проблем. Сертификат прошёл проверку.
sq: S’u gjetën probleme. Dëshmia e mori vleftësimin.
th_th: ไม่พบปัญหา ผ่านการตรวจสอบใบรับรองแล้ว

source: Certificate may have issues, but was accepted by user. Open 'Certificate Details' for more informations.
ar: قد تكون هناك مشكلة بالشهادة، ولكن المستخدم وافق عليها. افتح 'تفاصيل الشهادة' لمزيد من المعلومات.
de_ch: Das Zertifikat hat möglicherweise Probleme, wurde aber vom Benutzer akzeptiert. Öffnen Sie 'Zertifikat-Details' für weitere Informationen.
eu: Ziurtagiriak arazoak izan ditzake, baina erabiltzaileak onartu zuen. Ireki 'Ziurtagiri Xehetasunak' informazio gehiago jasotzeko.
fr: Le certificat peut avoir des problèmes, mais a été accepté par l'utilisateur. Ouvrez 'Détails du certificat' pour plus d'informations.
he: יתכן וקיימות בעיות בתעודת האימות, אבל התעודה התקבלה על ידי משתמש. יש לפתוח 'פרטי תעודת אימות' למידע נוסף.
ru: С сертификатом возможно есть проблемы, но он был принят пользователем Для получения подробностей откройте 'Детали сертификата'.
sq: Dëshmia mund të ketë probleme, por u pranua nga përdoruesi. Për më tepër hollësi, hapni 'Hollësi Dëshmie'.
th_th: ใบรับรองอาจมีปัญหาแต่ได้รับการยอมรับจากผู้ใช้แล้ว เปิด 'รายละเอียดใบรับรอง' สำหรับข้อมูลเพิ่มเติม

source: Error opening %@
ar: خطأ فتح %@
fr: erreur en ouvrant %@
ru: Ошибка при открытии %@
sq: Gabim në hapjen e %@
th_th: เกิดข้อผิดพลาดขณะเปิด %@

source: Contacting server…
ar: جارٍ الاتصال بالخادم…
de_ch: Kontaktiere Server...
eu: Zerbitzaria kontaktatzen...
fr: Connexion au serveur...
he: יצירת קשר עם השרת...
ru: Соединение с сервером…
sq: Po kontaktohet shërbyesi…
th_th: กำลังติดต่อเซิร์ฟเวอร์...

source: Authenticating…
ar: جارٍ المصادقة…
de_ch: Authentifiziere
eu: Autentifikazioa egiten...
fr: Authentification…
he: מאמת...
ru: Авторизация…
sq: Po bëhet mirëfilltësimi…
th_th: กำลังตรวจสอบสิทธิ์...

source: Fetching user information…
ar: جارٍ إحضار معلومات المستخدم…
de_ch: Nutzerinformationen abrufen ...
eu: Erabiltzailearen informazioa eskuratzen...
fr: Récupération des informations utilisateur...
he: מאחזר פרטי משתמש...
ru: Получение информации о пользователе…
sq: Po sillen hollësi përdoruesi…
th_th: กำลังเรียกข้อมูลผู้ใช้...

source: Updating connection…
ar: جارٍ تحديث الاتصال…
de_ch: Aktualisierung der Verbindung...
eu: Konexioa eguneratzen...
fr: Mise à jour de la connexion
he: מעדכן חיבור...
ru: Соединение обновляется…
sq: Po përditësohet lidhja…
th_th: กำลังอัปเดตการเชื่อมต่อ ...

source: Please wait…
ar: يُرجى الانتظار…
de_ch: Bitte warten...
eu: Itxaron mesedez...
fr: Veuillez patienter...
he: יש להמתין...
ru: Пожалуйста, ждите…
sq: Ju lutemi, prisni…
th_th: โปรดรอ…

source: Missing hostname
ar: اسم المضيف مفقود
de_ch: Hostname fehlt
eu: Ostalaria falta da
fr: Nom d'hôte manquant
he: שם שרת מארח חסר
ru: Отсутствует имя сервера
sq: Mungon strehëemër
th_th: ไม่มีชื่อโฮสต์

source: The entered URL does not include a hostname.
ar: لا يتضمن عنوان URL المُدخل اسم مضيف.
de_ch: Eingegebene URL enthält keinen Hostnamen.
eu: Sartutako URLak ez du ostalaririk.
fr: L'URL saisie n'inclut pas de nom d'hôte.
he: כתובת האתר שהוזנה אינה מכילה שם שרת מארח.
ru: Введённый адрес URL не содержит в себе имя сервера.
sq: URL-ja e dhënë nuk përmban një strehëemër.
th_th: ป้อน URL โดยไม่รวมชื่อโฮสต์

source: Server name
ar: اسم الخادم
eu: Zerbitzari izena
fr: Nom du serveur
he: שם שרת
ru: Имя сервера
sq: Emër shërbyesi
th_th: ชื่อเซิร์ฟเวอร์

source: Server Password
ar: كلمة مرور الخادم
de_ch: Server Passwort
eu: Zerbitzari Pasahitza
fr: Mot de passe serveur
he: סיסמת שרת
ru: Пароль сервера
sq: Fjalëkalim Shërbyesi
th_th: รหัสผ่านเซิร์ฟเวอร์

source: Server Username
ar: اسم مستخدم الخادم
de_ch: Server Benutzername
eu: Zerbitzari Erabiltzaile Izena
fr: Nom d'utilisateur serveur
he: שם משתמש לשרת
ru: Имя пользователя на сервере
sq: Emër përdoruesi Shërbyesi
th_th: ชื่อผู้ใช้เซิร์ฟเวอร์

source: Show accounts
ar: إظهار الحسابات
de_ch: Zeige Konten
fr: Afficher les comptes
he: הצגת חשבונות
ru: Показать учётные записи
sq: Shfaq llogari
th_th: แสดงบัญชี

source: Setup complete
ar: إعداد كامل
de_ch: Einrichtung abgeschlossen
fr: Configuration terminée
he: התקנה הושלמה
ru: Настройка завершена
sq: Ujdisje e plotësuar
th_th: ติดตั้งเรียบร้อยแล้ว

source: Edit Login
ar: تحرير تسجيل الدخول
fr: Modifier la connexion
ru: Править логин
sq: Përpunoni Kredenciale Hyrjeje
th_th: แก้ไขการเข้าสู่ระบบ

source: Manage Storage
ar: ادارة المساحة
fr: Gérer le stockage
ru: Управлять хранилищем
sq: Administroni Depozitim
th_th: จัดการพื้นที่เก็บข้อมูล

source: Access Files
ar: ملفات الوصول
fr: Accéder aux fichiers
ru: Доступ к файлам
sq: Përdorni Kartela
th_th: เข้าถึงไฟล์

source: Browse
ar: تصفح
de_ch: Durchsuchen
eu: Arakatu
fr: Parcourir
he: עיון
ru: Просмотр
sq: Shfletoni
th_th: เรียกดู

source: Disconnect
ar: قطع الاتصال
de_ch: Trennen
eu: Deskonektatu
fr: Déconnexion
he: ניתוק
ru: Отключить
sq: Shkëputu
th_th: ตัดการเชื่อมต่อ

source: Connecting…
ar: جارٍ الاتصال...
de_ch: Verbinde...
eu: Konektatzen...
fr: Connexion en cours...
he: מתחבר...
ru: Соединение…
sq: Po lidhet…
th_th: กำลังเชื่อมต่อ...

source: Connected.
ar: متصل.
de_ch: Verbunden.
eu: Konektatua.
fr: connecté
he: מחובר.
ru: Соединено.
sq: U lidh.
th_th: เชื่อมต่อแล้ว

source: Select
ar: تحديد
de_ch: Auswählen
eu: Hautatu
fr: Sélectionner
he: בחר
ru: Выбрать
sq: Përzgjidhe
th_th: เลือก

source: Done
ar: تم
de_ch: Erledigt
eu: Egina
fr: Terminé
he: הסתיים
ru: Выполнено
sq: U bë
th_th: เสร็จสิ้น

source: Folder
ar: مجلد
de_ch: Ordner
eu: Karpeta
fr: Dossier
he: תיקייה
ru: Папка
sq: Dosje
th_th: สร้างโฟลเดอร์ใหม่

source: Stopped
ar: متوقف
de_ch: Angehalten
eu: Gelditua
fr: Arrêté
he: נעצר
ru: Остановлено
sq: U ndal
th_th: หยุดแล้ว

source: Started…
ar: تم البدء…
de_ch: Gestartet...
eu: Hasita...
fr: Démarrage...
he: התחיל...
ru: Запущено…
sq: U fillua…
th_th: เริ่มต้นแล้ว...

source: Contents from cache.
ar: محتويات من ذاكرة التخزين المؤقتة.
de_ch: Inhalte vom Cache.
eu: Cacheko edukiak.
fr: Contenu du cache.
he: תוכן מזכרון המטמון.
ru: Содержимое из кэша.
sq: Lëndë prej fshehtine.
th_th: เนื้อหาจากแคช

source: Waiting for server response…
ar: جارٍ انتظار استجابة الخادم…
de_ch: Warte auf Serverantwort...
eu: Zerbitzariaren erantzunaren zain...
fr: En attente de la réponse du serveur…
he: ממתין לתגובת השרת...
ru: Жду ответа сервера…
sq: Po pritet për përgjigje nga shërbyesi…
th_th: กำลังรอการตอบกลับของเซิร์ฟเวอร์...

source: This folder no longer exists.
ar: لم يعد هذا المجلد موجودًا.
de_ch: Dieser Ordner existiert nicht mehr.
eu: Dagoeneko ez da karpeta hau existitzen.
fr: Ce dossier n'existe plus.
he: התיקייה אינה קיימת עוד.
ru: Эта папка больше не существует.
sq: Kjo dosje s’ekziston më.
th_th: โฟลเดอร์นี้ไม่มีอยู่แล้ว

source: Everything up-to-date.
ar: كل الأشياء محدثة.
de_ch: Alles aktuell.
eu: Dena eguneratua.
fr: Tout est à jour.
he: הכל מעודכן.
ru: Всё обновлено.
sq: Gjithçka është e përditësuar.
th_th: ทุกอย่างใหม่ล่าสุดแล้ว

source: Sort by %@
ar: فرز حسب %@
de_ch: Sortieren nach %@
eu: %@-ez ordenatua
fr: Trier par %@
he: מיון על פי %@
ru: Сортировка по %@
sq: Renditi sipas %@
th_th: จัดเรียงตาม %@

source: Sort by
ar: فرز حسب
de_ch: Sortieren nach
eu: Ordenatu honen arabera
fr: Trier
he: מיון על בסיס
ru: Упорядочить по
sq: Renditi sipas
th_th: เรียงตาม

source: name
ar: الاسم
eu: izena
fr: nom
he: שם
ru: имя
sq: emër
th_th: ชื่อ

source: kind
ar: النوع
de_ch: Typ
fr: type
he: סוג
ru: добрый
sq: lloj
th_th: ประเภท

source: size
ar: الحجم
de_ch: Größe
eu: tamaina
fr: taille
he: גודל
ru: размеру
sq: madhësi
th_th: ขนาด

source: date
ar: التاريخ
de_ch: Datum
eu: data
he: תאריך
ru: дате
sq: datë
th_th: วันที่

source: Pending
ar: تعليق
de_ch: Ausstehend
eu: Zain
fr: En attente
he: ממתין
ru: Ожидается
sq: Në pritje
th_th: อยู่ระหว่างดำเนินการ

source: Show parent paths
ar: عرض المسارات الأصلية
de_ch: Übergeordnete Pfade anzeigen
eu: Erakutsi gurasoen pathak
fr: Montrer les chemins parents
he: הצגת נתיבי בסיס
ru: Показать вышестоящие пути
sq: Shfaq shtigjet mëmë
th_th: แสดง path

source: %@ of %@ used
ar: %@ من %@ مستخدم
de_ch: %@ von %@ verwendet
eu: %@ erabilia %@-etik
fr: %@ sur %@ utilisé
he: %@ מתוך %@ בשימוש
ru: Использовано %@ из %@
sq: %@ nga %@ të përdorur
th_th: มีทั้งหมด %@ ใช้ไปแล้ว%@

source: Total: %@
ar: إجمالي: %@
de_ch: Gesamt: %@
eu: Guztia: %@
he: סך הכל: %@
ru: Всего: %@
sq: Gjithsej: %@
th_th: ทั้งหมด: %@

source: %@ item |
ar: %@ عنصر |
de_ch: %@ Objekt |
fr: %@élément |
he: %@ פריט |
ru: %@ элемент |
sq: %@ objekt |
th_th: %@ รายการ |

source: %@ items |
ar: %@عناصر |
de_ch: %@ Objekte |
fr: %@ éléments |
he: %@ פריטים |
ru: %@ элементов |
sq: %@ objekte |
th_th: %@ รายการ

source: Server error
ar: خطا في الخادم
de_ch: Serverfehler
fr: Erreur du serveur
he: שגיאת שרת
ru: Ошибка сервера
sq: Gabim shërbyesi
th_th: ข้อผิดพลาดของเซิร์ฟเวอร์

source: The server doesn't support any allowed authentication method.
ar: الخادم لا يدعم أي طريقة مصادقة مسموح بها.
de_ch: Der Server unterstützt keine erlaubte Authentifizierungsmethode.
fr: Le serveur ne supporte aucune méthode d'authentification autorisée.
he: השרת אינו תומך באף שיטת אימות מותרת.
ru: Сервер не поддерживает ни один из допустимых методов аутентификации.
sq: Shërbyesi nuk mbulon ndonjë nga metodat e mirëfilltësimeve.
th_th: เซิร์ฟเวอร์ไม่รองรับวิธีการตรวจสอบการอนุญาตสิทธิ์ใดๆ

source: The server doesn't support any known and allowed authentication method found.
ar: الخادم لا يدعم أي طريقة مصادقة موجودة معروفة ومسموح بها.
de_ch: Der Server unterstützt keine bekannte und erlaubte Authentifizierungsmethode, die gefunden wurde.
fr: Le serveur ne supporte aucune méthode d'authentification connue et autorisée trouvée.
he: השרת אינו תומך באף שיטת אימות מותרת ומוכרת.
ru: Сервер не поддерживает ни один из известных и разрешённых методов аутентификации.
sq: Shërbyesi nuk mbulon ndonjë nga metodat e njohura dhe të lejuara që u gjetën.
th_th: เซิร์ฟเวอร์ไม่รองรับวิธีการตรวจสอบสิทธิ์ในปัจจุบัน

source: Retry detection
ar: أعد محاولة الكشف
de_ch: Erkennung wiederholen
fr: Réessayer la détection
he: חידוש גילוי
ru: Обнаружение повторных попыток
sq: Riprovo pikasjen
th_th: ลองค้นหาอีกครั้ง

source: You are connected as %@
ar: أنت متصل كما%@
fr: Vous êtes connecté en tant que %@
ru: Вы подключены, как %@
sq: Jeni i lidhur si %@
th_th: คุณเชื่อมต่อด้วยบัญชี %@

source: Login
ar: تسجيل الدخول
de_ch: Anmelden
fr: Identifiant
he: התחברות
ru: Логин
sq: Hyrje
th_th: เข้าสู่ระบบ

source: Wrong URL
ar: رابط خاطئ
fr: URL incorrecte
ru: Неверная ссылка
sq: URL e gabuar
th_th: URL ไม่ถูกต้อง

source: Please enter a valid URL
ar: أدخل رابط صحيح من فضلك
fr: Veuillez saisir une URL valide
ru: Пожалуйста, введите правильную ссылку
sq: Ju lutemi, jepni një URL të vlefshme
th_th: โปรดป้อน URL ที่ถูกต้อง

source: Missing Profile URL
ar: عنوان URL للملف الشخصي مفقود
fr: URL de profil manquante
ru: Не хватает ссылки профиля
sq: Mungon URL Profili
th_th: ไม่มี URL โปรไฟล์

source: The Profile '%@' does not have a URL configured. Please provide a URL via configuration or MDM.
ar: لم يتم تكوين عنوان URL للملف الشخصي '%@' .يرجى تقديم عنوان URL عبر الإعدادات أو MDM.
fr: Le profil '%@' n’a pas d’URL configurée. Veuillez fournir une URL via la configuration ou MDM.
ru: Для профиля '%@' не настроена ссылка. Пожалуйста, задайте URL через конфигурацию или MDM.
sq: Profili '%@' s’ka URL të formësuar. Ju lutemi, jepni një URL përmes formësimi ose MDM-je.
th_th: โปรไฟล์ '%@' ไม่ได้กำหนดค่า URL โปรดระบุ URL ผ่านการกำหนดค่าหรือ MDM

source: This folder contains no files or folders.
ar: لا يحتوي هذا المجلد على ملفات أو مجلدات.
de_ch: Dieser Ordner enthält keine Dateien oder Ordner.
eu: Karpeta honek ez du fitxategi edo karpetarik.
fr: Ce dossier ne contient aucun fichier ou dossier.
he: תיקייה זו אינה כוללת קבצים או תיקיות משנה.
ru: В этой папке нет ни файлов, ни подпапок.
sq: Kjo dosje s’përmban kartela ose dosje.
th_th: โฟลเดอร์นี้ไม่มีไฟล์หรือโฟลเดอร์

source: Folder removed
ar: المجلد محذوف
de_ch: Ordner entfernt
eu: Karpeta ezabatua
fr: Dossier supprimé
he: התיקייה הוסרה
ru: Папка удалена
sq: Dosje e hequr
th_th: ลบโฟลเดอร์แล้ว

source: This folder no longer exists on the server.
ar: لم يعد هذا المجلد موجودًا في الخادم.
de_ch: Dieser Ordner existiert nicht mehr auf diesem Server.
eu: Dagoeneko ez da karpeta hau existitzen zerbitzarian.
fr: Ce dossier n'existe plus sur le serveur.
he: תיקייה זו אינה קיימת עוד על השרת.
ru: Эта папка больше не существует на сервере.
sq: Kjo dosje s’ekziston më te shërbyesi.
th_th: โฟลเดอร์นี้ไม่มีอยู่บนเซิร์ฟเวอร์อีกต่อไป

source: Are you sure you want to delete this item from the server?
ar: هل تريد بالتأكيد حذف هذا العنصر من الخادم؟
de_ch: Sind Sie sich sicher dieses Element vom Server zu löschen?
eu: Ziur zaude elementu hau ezabatu nahi duzula zerbitzaritik?
fr: Voulez-vous vraiment supprimer cet élément du serveur?
he: האם באמת למחוק קובץ זה מהשרת?
ru: Вы уверены, что хотите удалить этот элемент с сервера?
sq: Jeni i sigurt se doni të fshihet ky objekt prej shërbyesit?
th_th: คุณแน่ใจว่าต้องการลบรายการนี้ออกจากเซิร์ฟเวอร์?

source: Are you sure you want to delete these items from the server?
ar: هل تريد بالتأكيد حذف هذه العناصر من الخادم؟
de_ch: Sind Sie sicher, dass sie diese Items vom Server löschen möchten?
eu: Ziur zaude elementu hauek ezabatu nahi dituzula zerbitzaritik?
fr: Voulez-vous vraiment supprimer ces éléments du serveur?
he: האם באמת למחוק פריט זה מהשרת?
ru: Вы уверены, что хотите удалить эти элементы с сервера?
sq: Jeni i sigurt se doni të fshihen këto objekte prej shërbyesi?
th_th: คุณแน่ใจหรือว่าต้องการลบรายการเหล่านี้ออกจากเซิร์ฟเวอร์?

source: Multiple items
ar: عناصر متعددة
de_ch: Mehrere Objekte
eu: Hainbat elementu
fr: Eléments multiples
he: פריטים כפולים
ru: Несколько элементов
sq: Shumë objekte
th_th: หลายรายการ

source: Deleting '%@'
ar: حذف'%@'
de_ch: Lösche "%@"
eu: '%@' ezabatzen
fr: Suppression de '%@'
he: מוחק '%@'
ru: Удаление '%@'
sq: Po fshihet '%@'
th_th: กำลังลบ '%@'

source: Renaming to %@
ar: إعادة تسمية إلى %@
de_ch: Ändere Namen auf %@
eu: %@ bezala berrizendatzen
fr: Renommer en %@
he: משנה שם ל- %@
ru: Переименование в %@
sq: Po riemërtohet si %@
th_th: กำลังเปลี่ยนฃื่อเป็น %@

source: Upload from your photo library
ar: تحميل من مكتبة الصور
de_ch: Hochladen aus Ihrer Fotobibliothek
eu: Zure argazki liburutegitik igota
fr: Télécharger depuis votre photothèque
he: מעלה מתיקיית התמונות שלך
ru: Загрзука из вашей фото-библиотеки
sq: Ngarkoni që nga fototeka juaj
th_th: อัปโหลดจากคลังรูปภาพของคุณ

source: Missing permissions
ar: أذونات مفقودة
de_ch: Fehlende Berechtigung
eu: Baimenik ez
fr: Permissions manquantes
he: חסרות הרשאות
ru: Не хватает разрешений
sq: Mungojnë leje
th_th: ไม่มีสิทธิ์

source: This permission is needed to upload photos and videos from your photo library.
ar: هذا الإذن مطلوب لتحميل الصور ومقاطع الفيديو من مكتبة الصور.
de_ch: Diese Berechtigung wird benötigt, um Fotos und Videos aus Ihrer Fotobibliothek hochzuladen.
eu: Zure argazki liburutegitik argazki eta bideoak igotzeko beharrezkoa da baimen hau.
fr: Cette autorisation est nécessaire pour télécharger des photos et des vidéos à partir de votre photothèque.
he: הרשאות אלו נדרשות לצורך העלאת תמונות וקבצי וידאו מתיקיית התמונות שלך.
ru: Это разрешение необходимо для загрузки фото и видео из вашей библиотеки.
sq: Kjo leje është e domosdoshme për të ngarkuar foto dhe video prej fototekës tuaj.
th_th: จำเป็นต้องได้รับอนุญาตเพื่ออัปโหลดรูปภาพและวิดีโอจากคลังรูปภาพของคุณ

source: Not now
ar: ليس الآن
de_ch: Nicht jetzt
eu: Orain ez
fr: Pas maintenant
he: לא כרגע
ru: Не сейчас
sq: Jo tani
th_th: ไม่ใช่ตอนนี้

source: Upload file
ar: تحميل ملف
de_ch: Datei hochladen
eu: Igo fitxategia
fr: Téléverser un fichier
he: העלאת קובץ
ru: Загрузить файл
sq: Ngarkoni kartelë
th_th: อัปโหลดไฟล์

source: Upload files
ar: تحميل ملفات
de_ch: Dateien hochladen
eu: Fitxategiak igo
fr: Mettre en ligne des fichiers
he: העלאת קבצים
ru: Закачать файлы
sq: Ngarko kartela
th_th: อัปโหลดไฟล์

source: No matches
ar: لا يوجد تطابقات
de_ch: Keine Treffer
eu: Bat etortzerik ez
fr: Pas de couplage
he: לא נמצאו התאמות
ru: Нет соответствий
sq: S’ka përputhje
th_th: ไม่ตรงกัน

source: There are no results for this search term
ar: لا توجد نتائج عن البحث بهذا المصطلح
de_ch: Es gibt keine Ergebnisse für diese Suche
eu: Ez dago emaitzarik bilaketa termino honentzat
fr: Pas de résultats pour ce terme de recherche.
he: לא נמצאו תוצאות למונח החיפוש
ru: По данному запросу ничего не найдено
sq: S’ka përfundime për këtë term kërkimi
th_th: ไม่มีผลลัพธ์สำหรับคำค้นหานี้

source: Status
ar: الحالة
eu: Egoera
he: מצב
ru: Статус
sq: Gjendje
th_th: สถานะ

source: Authorization failed
ar: فشلت المصادقة
de_ch: Anmeldung fehlgeschlagen
eu: Baimentzeak huts egin du
fr: L'autorisation a échouée
he: אישור נכשל
ru: Авторизация не прошла
sq: Autorizimi dështoi
th_th: การอนุมัติล้มเหลว

source: The account has been disabled.
ar: تم تعطيل الحساب.
de_ch: Das Konto wurde deaktiviert.
eu: Kontua desgaitua izan da.
fr: Le compte a été désactivé.
he: החשבון הושבת.
ru: Учётная запись была отключена.
sq: Llogaria është çaktivizuar.
th_th: บัญชีถูกปิดใช้งาน

source: The server declined access with the credentials stored for this connection.
ar: رفض الخادم الوصول باستخدام بيانات الاعتماد المخزنة لهذا الاتصال.
de_ch: Der Server verweigerte den Zugriff mit den für diese Verbindung gespeicherten Anmeldeinformationen.
eu: Zerbitzariak atzipena ukatu du konexio honentzat gordetako kredentzialekin.
fr: Le serveur a refusé l'accès avec les authentifiants stockées pour cette connexion.
he: השרת מנע גישה לנתוני ההתחברות שנשמרו לחיבור זה.
ru: Сервер отказал в доступе с учётными данными, сохранёнными для данного соединения.
sq: Shërbyesi nuk pranoi hyrje me kredencialet e depozituara për këtë lidhje.
th_th: เซิร์ฟเวอร์ปฏิเสธการเข้าถึงด้วยหนังสือรับรองที่เก็บไว้สำหรับการเชื่อมต่อนี้

source: Access denied
ar: تم رفض الوصول
de_ch: Zugriff verweigert
eu: Sarrera ukatua
fr: Accès refusé
he: גישה נדחתה
ru: Доступ запрещен
sq: Hyrje e mohuar
th_th: เข้าถึงถูกปฏิเสธ
