Repository: owncloud/ios-app
Catalog: ownCloud/Resources/*.lproj/Localizable.strings
Languages: ar, de_ch, eu, fr, he, ru, sq, th_th

source: Files and folders marked as Available Offline will become unavailable. They will be re-downloaded next time you log into your account (connectivity required).
ar: ستصبح الملفات والمجلدات المُشار إليها بـ متوفرة دون اتصال غير متوفرة. وسيُعاد تنزيلها في المرة القادمة التي تسجل فيها الدخول إلى حسابك (الاتصال مطلوب).
de_ch: Dateien und Ordner, die als Offline Verfügbar markiert sind, werden nicht mehr verfübar sein. Sie werden beim nächsten Login in Ihr Konto erneut heruntergeladen (Konnektivität erforderlich).
eu: Konexiorik gabe eskuragarri gisa markatuta dauden fitxategi eta karpetak eskuraezin egongo dira. Saioa hasten duzunean bBerriz ere deskargatuko dira (konexioa beharrezkoa).
fr: Les fichiers et dossiers marqués comme disponibles hors ligne ne seront plus disponibles. Ils seront téléchargés à nouveau la prochaine fois que vous vous connecterez à votre compte (connectivité exigée).
he: קבצים ותיקיות שמסומנות כזמינות במצב לא מקוון יהפכו ללא זמינות. הם יורדו מחדש בפעם הבאה שיעשה חיבור לחשבון שלך (החיבור נדרש).
ru: Файлы и папки, помеченные как доступные без сети, станут недоступными. При следующем входе в учётную запись они будут скачаны повторно (нужна связь).
sq: Kartelat dhe dosjet me shenjë për Të Passhme Jashtë Linje s’do të mund të përdoren dot. Ato do të rishkarkohen herës pasuese që bëni hyrjen në llogarinë tuaj (lypset lidhje në internet).
th_th: ไฟล์และโฟลเดอร์ที่ทำเครื่องหมายว่าพร้อมใช้งานแบบออฟไลน์จะไม่สามารถใช้งานได้ ไฟล์เหล่านี้จะถูกดาวน์โหลดอีกในครั้งต่อไปที่คุณเข้าสู่บัญชีของคุณ (จำเป็นต้องเชื่อมต่อ)

source: Diagnostic Overview
ar: نظرة عامة على التشخيص
de_ch: Diagnose Übersicht
fr: Aperçu du diagnostic
he: סקירה אבחנתית
ru: Диагностический обзор
sq: Përmbledhje Diagnostikimi
th_th: ภาพรวมการวินิจฉัย

source: Diagnostics
ar: التشخيصات
de_ch: Diagnose
he: אבחון
ru: Диагностика
sq: Diagnostikime
th_th: วินิจฉัย

source: Share Diagnostics
ar: مشاركة التشخيص
de_ch: Diagnose teilen
fr: Partager les diagnostics
he: שיתוף הבחנות
ru: Диагностика общего доступа
sq: Ndani Diagnostikim Me të Tjerë
th_th: แบ่งปันการวินิจฉัย

source: Action executed
ar: تم تنفيذ الإجراء
de_ch: Aktion ausgeführt
fr: Action exécutée
he: הפעולה יצאה לפועל
ru: Действие выполнено
sq: Veprimi u krye
th_th: ดำเนินการเรียบร้อยแล้ว

source: Update Status
ar: تحديث الحالة
de_ch: Aktualisierungsstatus
fr: État de mise à jour
he: סטטוס עדכון
ru: Статус обновления
sq: Gjendje Përditësimi
th_th: อัปเดตสถานะ

source: Completed update scans
ar: إكتملت عملية فحص التحديثات
de_ch: Aktualisierungsscans abgeschlossen
fr: Analyses de mise à jour terminées
he: סריקות עדכונים שהושלמו
ru: Выполнено сканов обновлений
sq: U plotësuan kontrolle përditësimi
th_th: สแกนการอัปเดตเสร็จสมบูรณ์

source: Total update scans
ar: فحص كلي للتحديثات
de_ch: Gesamt-Aktualisierungsscans
fr: Analyses de mise à jour totale
he: סך עדכוני סריקות
ru: Всего сканов обновлений
sq: Kontrolle përditësimi gjithsej
th_th: สแกนการอัปเดตทั้งหมด

source: Root folder
ar: المجلد الجذر
de_ch: Hauptverzeichnis
eu: Erro karpeta
fr: Répertoire racine
he: תיקיית יסוד
ru: Корневая папка
sq: Dosje rrënjë
th_th: โฟลเดอร์รูท

source: at
ar: في
de_ch: in
eu: ordua
fr: à
he: בשנה
ru: в
sq: në
th_th: ที่

source: (no match)
ar: (لا يوجد تطابق)
de_ch: (kein Treffer)
eu: (bat egiterik ez)
fr: (pas de correspondance)
he: (אין התאמה)
ru: (нет соответствия)
sq: (pa përputhje)
th_th: (ไม่ตรงกัน)

source: Make available offline
ar: اجعل العنصر متوفر دون اتصال
de_ch: Offline verfügbar machen
eu: Konexiorik gabe eskuragarri jarri
fr: Rendre disponible hors ligne
he: הופך לזמין באופן לא מקוון
ru: Сделать доступными без сети (автономно)
sq: Bëje të passhme jo në linjë
th_th: ทำให้พร้อมใช้งานแบบออฟไลน์

source: Make unavailable offline
ar: اجعل العنصر غير متوفر دون اتصال
de_ch: Offlineverfügbarkeit beenden
eu: Konexiorik gabe eskuraezin jarri
fr: Rendre indisponible hors connexion
he: הופך ללא זמין באופן מקוון
ru: Сделать недоступными без сети
sq: Bëje jo të passhme jashtë linje
th_th: ทำให้พร้อมใช้งานแบบออฟไลน์

source: Available Offline
ar: متوفر دون اتصال بالإنترنت
de_ch: Offline verfügbar
eu: Konexiorik gabe eskuragarri
fr: Disponible hors ligne
he: זמין באופן לא מקוון
ru: Доступно без сети
sq: E passhme Jashtë Linje
th_th: พร้อมใช้งานแบบออฟไลน์แล้ว

source: Proceed
ar: متابعة
de_ch: Fortfahren
fr: Exécuter
he: להמשך
ru: Продолжить
sq: Bëje
th_th: ดำเนินการ

source: New in %@
ar: جديد في %@
fr: nouveau dans %@
ru: Новое в %@
sq: E re në %@
th_th: ใหม่ใน %@

source: Thank you for using %@. If you like our App, please leave an AppStore review. ❤️
ar: نشكرك على استخدام %@. إذا أعجبك تطبيقنا، فيُرجى ترك مراجعة AppStore. ❤
de_ch: Vielen Dank für die Nutzung von %@. Wenn Ihnen unsere App gefällt, hinterlassen Sie bitte eine AppStore-Rezension. ❤️
fr: Merci d'utiliser %@. Si vous aimez notre application, veuillez laisser un avis sur l'AppStore. ❤️
he: תודה על השימוש ב- %@. אם ההתרשמות מהיישום שלנו חיובית, נשמח אם תשאירו ביקורת בחנות היישומים. ❤️
ru: Спасибо, что используете %@. Если вам нравится наше приложение, оставьте отзыв в AppStore. ❤️
sq: Faleminderit që përdorni %@. Nëse e pëlqeni Aplikacionin tonë, ju lutemi, lini një shqyrtim te AppStore. ❤️
th_th: ขอบคุณที่เลือกใช้ %@ ถ้าคุณชอบแอปของเราสามารถรีวิวได้ที่ AppStore ❤️

source: Thank you for using %@.
ar: شكرا لأستخدامك%@.
fr: Merci d'utiliser %@.
ru: Спасибо за использование %@.
sq: Faleminderit që përdorni %@.
th_th: ขอบคุณที่ใช้ %@

source: Select Next
ar: حدد التالي
de_ch: Nächstes auswählen
fr: Sélectionnez Suivant
he: בחירת הבא
ru: Выбрать следующее
sq: Përzgjidhni Pasuesen
th_th: เลือกถัดไป

source: Select Previous
ar: حدد السابق
de_ch: Vorheriges auswählen
fr: Sélectionnez Précédent
he: בחירת הקודם
ru: Выбрать предыдущее
sq: Përzgjidhni të Mëparshmen
th_th: เลือกก่อนหน้า

source: Open Selected
ar: افتح المحدد
de_ch: Ausgewähltes öffnen
fr: Ouvrir la sélection
he: פתיחת נבחר
ru: Открыть выбранное
sq: Hap të Përzgjedhurën
th_th: เปิดที่เลือก

source: Change Sort Order
ar: غيِّر ترتيب الفرز
de_ch: Sortierreihenfolge ändern
fr: Modifier l'ordre de tri
he: שינוי סדר מיון
ru: Изменить порядок сортировки
sq: Ndrysho Rend Renditjeje
th_th: เปลี่ยนลำดับการเรียง

source: Search
ar: بحث
de_ch: Suche
eu: Bilatu
fr: Rechercher
he: חיפוש
ru: Найти
sq: Kërko
th_th: ค้นหา

source: Back
ar: عودة
de_ch: Zurück
eu: Atzera
fr: Retour
he: אחורה
ru: Назад
sq: Mbrapsht
th_th: ย้อนกลับ

source: Save
ar: حفظ
de_ch: Speichern
eu: Gorde
fr: Enregistrer
he: שמירה
ru: Сохранить
sq: Ruaje
th_th: บันทึก

source: Tab %@
ar: علامة تبويب %@
fr: Onglet %@
he: טאב %@
ru: Вкладка %@
sq: Skeda %@
th_th: แถบ%@

source: Select Last Item on Page
ar: حدد آخر عنصر في الصفحة
de_ch: Letztes Element in der Liste auswählen
fr: Sélectionnez le dernier élément sur la page
he: בחירת פריט אחרון בעמוד
ru: Выбрать последний элемент на странице
sq: Përzgjidhni Elementin e Fundit në Faqe
th_th: เลือกรายการสุดท้ายในหน้า

source: Scroll to Top
ar: مرِّر إلى الأعلى
de_ch: Nach oben scrollen
fr: Faire défiler vers le haut
he: גלילה מעלה
ru: Прокрутить в начало
sq: Rrëshqitni drejt Kreut
th_th: เลื่อนขึ้นด้านบน

source: Scroll to Bottom
ar: مرِّر إلى الأسفل
de_ch: Nach unten scrollen
fr: Faire défiler vers le bas
he: גלילה מטה
ru: Прокрутить в конец
sq: Rrëshqitni drejt Fundit
th_th: เลื่อนลงด้านล่าง

source: Next
ar: التالي
de_ch: Weiter
eu: Hurrengoa
fr: Suivant
he: הבא
ru: Следующий
sq: Pasuesja
th_th: ถัดไป

source: Previous
ar: السابق
de_ch: Zurück
eu: Aurrekoa
fr: Précédent
he: קודם
ru: Предыдущий
sq: E mëparshmja
th_th: ก่อนหน้า

source: Favorite
ar: المفضلة
de_ch: Favorit
eu: Gogokoa
fr: Ajouter aux favoris
he: מועדף
ru: В избранное
sq: Vëre Si të Parapëlqyer
th_th: รายการโปรด

source: Cut
ar: قص
de_ch: Ausschneiden
fr: Couper
he: גזירה
ru: Вырезать
sq: Prije
th_th: ตัด

source: How should this file be saved?
ar: كيف يمكن حفظ هذا الملف؟
de_ch: Wie soll diese Datei gespeichert werden?
fr: Comment enregistrer ce fichier?
he: איך קובץ זה צריך להישמר?
ru: Как следует сохранять этот файл?
sq: Si duhet ruajtur kjo?
th_th: ไฟล์นี้ควรถูกบันทึก?

source: Overwrite original
ar: استبدال الأصلي
de_ch: Original überschreiben
fr: Écraser l'original
he: החלפת מקור
ru: Переписать оригинал
sq: Mbishkruaj origjinalin
th_th: เขียนทับต้นฉบับ

source: Save as copy
ar: حفظ كنسخة
de_ch: Als Kopie speichern
fr: Enregistrer en tant que copie
he: שמירה כהעתק
ru: Сохранить как копию
sq: Ruaje si kopje
th_th: บันทึกเป็นสำเนา

source: Discard changes
ar: تجاهل التغييرات
de_ch: Änderungen verwerfen
fr: Annuler les modifications
he: ביטול שינויים
ru: Выбросить изменения
sq: Hidhi tej ndryshimet
th_th: ยกเลิกการเปลี่ยนแปลง

source: Markup
ar: تمييز
de_ch: Annotieren
fr: Balisage
he: סימונים
ru: Разметка
th_th: มาร์กอัป

source: Crop or Rotate
ar: اقتصاص أو تدوير
de_ch: Beschneiden oder Rotieren
fr: Recadrer ou faire pivoter
he: חיתוך או סיבוב
ru: Обрезка или поворот
sq: Qethje ose Rrotullim
th_th: ครอบตัดหรือหมุน

source: Saving edited file failed
ar: فشل حفظ الملف المحرر
de_ch: Speichern der bearbeiteten Datei fehlgeschlagen
fr: L'enregistrement du fichier modifié a échoué
he: שמירת קובץ ערוך נכשלה
ru: Не удалось сохранить редактируемый файл
sq: Ruajtja e kartelës së përpunar dështoi
th_th: บันทึกไฟล์ที่ถูกแก้ไขไม่สำเร็จ

source: File no longer exists
ar: لم يعد الملف موجودًا
de_ch: Die Datei existiert nicht mehr
fr: Le fichier n'existe plus
he: הקובץ כבר לא קיים
ru: Файл больше не существует
sq: Kartela s’ekziston më
th_th: ไม่มีไฟล์นี้

source: Unlocked
ar: مفتوح
de_ch: Entsperrt
fr: Déverrouillé
he: לא נעול
ru: Разблокировано
sq: E shkyçur
th_th: ปลดล็อคแล้ว

source: Unlock
ar: فتح
de_ch: Entsperren
fr: Déverrouiller
he: פתיחת נעילה
ru: Разблокировать
sq: Shkyçe
th_th: ปลดล็อค

source: Subscribe Now
ar: اشترك الآن
de_ch: Jetzt abonnieren
fr: Abonnez-vous maintenant
he: רישום עכשיו
ru: Подпишитесь сейчас
sq: Pajtohuni Tani
th_th: สมัครเดี๋ยวนี้

source: Free
ar: مجاني
de_ch: Kostenlos
fr: Gratuit
he: חינם
ru: Свободно
sq: Falaq
th_th: ฟรี

source: after free %@ trial
ar: بعد الفترة التجريبية المجانية لـ %@
de_ch: nach kostenloser %@ Testversion
fr: Après un essai gratuit de %@
he: לאחר ניסיון %@ חינם
ru: после бесплатного 1%@ период
sq: pas %@ provë falas
th_th: หลังจากทดลองใช้ฟรี %@ ครั้ง

source: Try %@ for free.
ar: جرّب %@ مجانًا.
de_ch: Testen Sie %@ kostenlos.
fr: Essayer %@ gratuitement.
he: ניסיון של %@ בחינם.
ru: Попробуйте %@ бесплатно.
sq: Provojeni falas %@.
th_th: ลองใช้ %@ แบบฟรีๆ

source: Then %@ / %@.
ar: ثم %@ / %@.
de_ch: Dann %@ / %@.
fr: Puis %@ / %@.
he: לאחר מכן %@ / %@.
ru: Затем %@ / %@.
sq: Më tej, %@ / %@.
th_th: แล้ว %@/%@

source: %@ / %@ – starting immediately
ar: %@ / %@ – بدء على الفور
de_ch: %@ / %@ - ab sofort
fr: %@ / %@ – démarrer immédiatement
he: %@ / %@ – מתחיל מיידית
ru: %@ / %@ – запуск немедленно
sq: %@ / %@ – duke filluar mu tani
th_th: %@/%@ - เริ่มทันที

source: Pro Features
ar: ميزات إصدار Pro
de_ch: Pro Funktionen
fr: Fonctionnalités Pro
he: מאפייני גרסה מקצועית
ru: Профессиональные возможности
sq: Veçori Pro
th_th: ฟีดเจอร์ Pro

source: Restore purchases
ar: استعادة عمليات الشراء
de_ch: Käufe wiederherstellen
fr: Restaurer les achats
he: שחזור רכישות
ru: Восстановить покупки
sq: Rikthe blerjet
th_th: เรียกคืนการซื้อสินค้า

source: Restoring purchases…
ar: جارٍ استعادة عمليات الشراء...
de_ch: Käufe wiederherstellen…
fr: Restauration des achats…
he: משחזר רכישות...
ru: Восстановление покупок…
sq: Po rikthehen blerjet…
th_th: กำลังกู้คืนการซื้อ...

source: Error restoring purchases
ar: خطا في استعادة عمليات الشراء
de_ch: Fehler bei der Wiederherstellung von Einkäufen
fr: Erreur lors de la restauration des achats
he: שגיאה בשחזור רכישות
ru: Ошибка восстановления покупок
sq: Gabim gjatë rikthimit të blerjeve
th_th: การกู้คืนคำสั่งซื้อเกิดข้อผิดพลาด

source: Error loading product info from App Store
ar: خطأ في تحميل معلومات المنتج من متجر التطبيقات
de_ch: Fehler beim Laden von Produktinformationen aus dem App Store
fr: Erreur lors du chargement des informations sur le produit depuis l'App Store
he: שגיאה בטעינת מידע מוצר מחנות היישומים
ru: Ошибка загрузки информации о продукте из App Store
sq: Gabim në ngarkim hollësish produkti nga App Store
th_th: เกิดข้อผิดพลาดขณะที่โหลดข้อมูลผลิตภัณฑ์จาก App Store

source: Purchase failed
ar: فشلت عملية الشراء
de_ch: Kauf fehlgeschlagen
fr: L'achat a échoué
he: רכישה נכשלה
ru: Покупка не удалась
sq: Blerja dështoi
th_th: คำสั่งซื้อล้มเหลว

source: More information
ar: مزيد من المعلومات
fr: Plus d'information
ru: Больше информации
sq: Më tepër hollësi
th_th: ข้อมูลเพิ่มเติม

source: Enterprise
ar: مؤسسة
fr: Entreprise
he: ארגוני
ru: Предприятие
sq: Ndërrmarrje
th_th: องค์กร

source: In-App Purchases
ar: عمليات الشراء داخل التطبيق
de_ch: In-App-Käufe
fr: Achats intégrés
he: רכישות בתוך היישום
ru: Покупки в приложении
sq: Blerje Brenda Aplikacionit
th_th: การสั่งซื้อในแอป

source: Error fetching transactions
ar: خطأ في إحضار المعاملات
de_ch: Fehler beim Abrufen von Transaktionen
fr: Erreur lors de la récupération des transactions
he: שגיאה במשיכת עסקאות
ru: Ошибка считывания транзакций
sq: Gabim në sjellje transaksionesh
th_th: เกิดข้อผิดพลาดขณะดึงข้อมูลธุรกรรม

source: Document Scanner
ar: ماسح المستند
de_ch: Dokumentenscanner
fr: Scanner de documents
he: סורק מסמכים
ru: Сканер документов
sq: Skaner Dokumentesh
th_th: ตัวสแกนเอกสาร

source: Scan documents and photos with your camera.
ar: امسح المستندات والصور بكاميرا هاتفك.
de_ch: Scannen Sie Dokumente und Fotos mit Ihrer Kamera.
fr: Scanner des documents et des photos avec votre appareil photo
he: סריקת מסמכים ותמונות באמצעות המצלמה שלך.
ru: Сканировать документы и фотографии с помощью вашей камеры.
sq: Skanoni me kamerën tuaj dokumente dhe photo.
th_th: สแกนเอกสารและภาพถ่ายด้วยกล้องของคุณ

source: Shortcuts Actions
ar: إجراءات الاختصارات
de_ch: Kurzbefehle Aktionen
fr: Actions de raccourcis
he: פעולות קיצורי דרך
ru: Сокращения для действий
sq: Veprime Shkurtoresh
th_th: สร้างทางลัด

source: Use ownCloud actions in Shortcuts.
ar: استخدم إجراءات ownCloud في الاختصارات.
de_ch: Verwenden Sie ownCloud Aktionen in Kurzbefehle.
fr: Utilisez les actions ownCloud dans les raccourcis.
he: השתמש בפעולות ownCloud באמצעות קיצורי דרך.
ru: Использовать действия ownCloud в сокращениях.
sq: Përdorni veprime ownCloud te Shkurtoret.
th_th: สร้างทางลัด ownCloud

source: Markup Documents
ar: ميِّز المستندات
de_ch: Dokument annotieren
fr: Documents de balisage
he: מסמכים עם הערות
ru: Разметка документов
sq: U vini Dokumenteve Elementë Markup-i
th_th: เอกสารลายน้ำ

source: Markup photos and PDF files.
ar: ميِّز الصور وملفات PDF.
de_ch: Text, Formen und Unterschriften in Fotos und PDF-Dateien.
fr: Baliser les photos et les fichiers PDF.
he: תמונות וקובצי PDF עם הערות
ru: Разметка фотографий и файлов PDF.
sq: U vini fotove dhe kartelave PDF Elementë Markup-i.
th_th: กรอกลายน้ำรูปภาพและไฟล์ PDF

source: Unlock all Pro Features.
ar: ألغِ قفل جميع ميزات إصدار Pro.
de_ch: Alle Pro Funktionen freischalten.
fr: Débloquez toutes les fonctionnalités Pro.
he: פתיחת כל אפשרויות הגרסה המקצועית.
ru: Разблокировать все профессиональные возможности.
sq: Shkyçi krejt Veçoritë Pro
th_th: ปลดล็อคคุณสมบัติ Pro ทั้งหมด

source: Purchased App Version
ar: إصدار التطبيق المشترى
fr: Version de l'application achetée
he: גרסה מקצועית שנרכשה
ru: Приобретённая версия приложения
sq: Version Aplikacioni të Blerë
th_th: ซื้อแอปแล้ว

source: Receipt Date
ar: تاريخ الاستلام
fr: Date de réception
he: תאריך קבלה
ru: Дата подтверждения
sq: Datë Dëftese
th_th: วันที่รับ

source: Manage subscription
ar: إدارة الاشتراك
fr: Gérer l'abonnement
he: ניהול מנויים
ru: Управление подпиской
sq: Administroni pajtim
th_th: จัดการการสมัครสมาชิก

source: Purchases are not allowed on this device.
ar: غير مسموح بعمليات الشراء في هذا الجهاز.
fr: Les achats ne sont pas autorisés sur cet appareil.
he: רכישות אינן מורשות בהתקן זה.
ru: На этом устройстве покупки не разрешены.
sq: Në këtë pajisje nuk lejohen blerjet.
th_th: อุปกรณ์นี้ไม่ได้รับอนุญาตให้ซื้อ

source: Type
ar: النوع
de_ch: Typ
he: סוג
ru: Тип
sq: Lloj
th_th: ประเภท

source: Quantity
ar: الكمية
fr: Quantité
he: כמות
ru: Количество
sq: Sasi
th_th: จำนวน

source: Product
ar: المنتج
fr: Produit
he: מוצר
ru: Продукт
sq: Produkt
th_th: ผลิตภัณฑ์

source: Date
ar: التاريخ
de_ch: Datum
he: תאריך
ru: Дата
sq: Datë
th_th: วันที่

source: Cancelled
ar: تم الإلغاء
de_ch: abgebrochen
fr: Annulé
he: בוטל
ru: Отменено
sq: Anuluar
th_th: ยกเลิกแล้ว

source: Ends
ar: ينتهي في
de_ch: Endet
fr: Fin
he: סיום
ru: Концы
sq: Përfundon
th_th: จบ

source: none
ar: لا يوجد
de_ch: Keine
fr: aucun
he: כלום
ru: пусто
sq: asnjë
th_th: ไม่มี

source: trial
ar: إصدار تجريبي
fr: Essai
he: ניסיון
ru: пробный период
sq: provë
th_th: ทดลองใช้

source: purchase
ar: عمليات الشراء
fr: Achat
he: רכישה
ru: покупка
sq: blerje
th_th: คำสั่งซื้อ

source: subscription
ar: الاشتراك
fr: Abonnement
he: מנוי
ru: подписка
sq: pajtim
th_th: สมัครสมาชิก

source: Photo Pro Features
ar: ميزات Photo Pro
fr: Fonctionnalités de Photo Pro
ru: Возможности Photo Pro
sq: Veçori Pro Fotosh
th_th: คุณสมบัติ Photo pro

source: Image metadata, extended upload options
ar: بيانات وصفية للصورة ، خيارات تحميل موسعة
fr: Métadonnées d'image, options de téléchargement étendues
ru: Метаданные изображения. расширенные возможности загрузки
sq: Tejtëdhëna figurash, mundësi të zgjeruara ngarkimi
th_th: ข้อมูล metadata ของรูปภาพ, ตัวเลือกการอัปโหลดเพิ่มเติม

source: Purchase
ar: شراء
fr: Achat
he: רכישה
ru: Приобретение
sq: Blijeni
th_th: การสั่งซื้อ

source: Subscribe
ar: اشتراك
de_ch: Abonnieren
fr: S'abonner
he: רישום
ru: Подписаться
sq: Pajtohuni
th_th: สมัครรับข้อมูล

source: No accounts found
ar: لم يتم العثور على حسابات
fr: Aucun compte trouvé
ru: Учётные записи не найдены
sq: S’u gjetën llogari
th_th: ไม่พบบัญชี

source: In order to accurately determine your current licensing status, please add one or more accounts first.
ar: من أجل تحديد حالة الترخيص الحالية بدقة ، يرجى إضافة حساب واحد أو أكثر أولاً.
fr: Afin de déterminer avec précision votre statut actuel de licence, veuillez d'abord ajouter un ou plusieurs comptes.
ru: Чтобы точно определить состояние ваших лицензий, пожалуйста добавьте сначала одну или несколько учётных записей.
sq: Që të përcaktohet saktë gjendja juaj aktuale e licencimit, ju lutemi, së pari shtoni një ose më tepër llogari.
th_th: เพื่อระบุสถานะ License ปัจจุบันของคุณได้อย่างถูกต้องโปรดเพิ่มบัญชีอย่างน้อยหนึ่งบัญชีก่อน

source: Save File
ar: حفظ الملفات
de_ch: Datei speichern
eu: Fitxategia Gorde
fr: Enregistrer le fichier
he: שמירת קובץ
ru: Сохранить файл
sq: Ruaje Kartelën
th_th: บันทึกไฟล์

source: Choose an account and folder to import into.
ar: اختر حسابًا ومجلدًا للاستيراد إليه.
de_ch: Wählen Sie ein Konto und einen Ordner zum Importieren aus.
fr: Choisissez un compte et un dossier dans lesquels importer.
he: יש לבחור חשבון ותיקייה ליבוא.
ru: Выберите учётную запись и папку, куда импортировать.
sq: Zgjidhni një llogari dhe një dosje ku të importohet.
th_th: เลือกบัญชีและโฟลเดอร์ที่จะนำเข้า

source: No account configured. Setup an new account in the app to save to.
ar: لم يتم تكوين حساب. قم بإعداد حساب جديد في التطبيق للحفظ فيه.
de_ch: Kein Konto konfiguriert Richten Sie ein neues Konto in der App ein, in dem gespeichert werden soll.
fr: Aucun compte configuré. Configurez un nouveau compte dans l'application pour enregistrer.
he: לא הוגדר חשבון. הגדרת חשבון חדש ביישום שניתן יהיה לשמור אליו.
ru: Учётная запись не настроена. Настройте учётную запись в приложении, чтобы сохраняться.
sq: S’ka llogari të formësuar. Ujdisni te aplikacioni një llogari të re ku të bëhet ruajtja.
th_th: ไม่มีการกำหนดค่าบัญชี ตั้งค่าบัญชีใหม่ในแอปเพื่อบันทึก

source: Importing item %ld of %ld
ar: استيراد العنصر ٪ ld من ٪ ld
de_ch: Importiere Objekt %ld von %ld
fr: Importation de l'élément %ld de %ld
he: יבוא פריט %ld מתוך %ld
ru: Импортирую элемент %ld из %ld
sq: Po importohet objekti %ld nga %ld gjithsej
th_th: กำลังนำเข้ารายการ %ld จากทั้งหมด %ld

source: Error importing %@
ar: خطأ في استيراد %@
de_ch: Fehler beim importieren von %@
fr: Erreur lors de l'importation de %@
he: שגיאה ביבוא %@
ru: Ошибка при импорте %@
sq: Gabim në importimin e %@
th_th: เกิดข้อผิดพลาดขณะนำเข้า %@

source: Error loading item
ar: خطأ في تحميل العنصر
de_ch: Fehler beim Laden des Objekt
fr: Erreur lors du chargement de l'élément
he: שגיאה בטעינת פריט
ru: Ошибка при загрузке элемента
sq: Gabim në ngarkim objekti
th_th: เกิดข้อผิดพลาดขณะโหลดรายการ

source: Save here
ar: قم بالحفظ هنا
de_ch: Hier hin speichern
fr: Enregistrer ici
he: שמירה כאן
ru: Сохранить здесь
sq: Ruaje këtu
th_th: บันทึกที่นี่

source: Enter multiple selection
ar: أدخل تحديدات متعددة
de_ch: Mehrfachauswahl beginnen
fr: Entrez une sélection multiple
he: הזנת בחירה מרובה
ru: Введите множественный выбор
sq: Jepni përzgjedhje të shumëfishtë
th_th: สามารถเลือกได้หลายรายการ

source: Resolving link…
ar: جارٍ حل الرابط ...
de_ch: Link auflösen...
fr: Résolution du lien…
he: פותר קישור...
ru: Раскрытие ссылки…
sq: Po shquhet lidhja…
th_th: กำลังแก้ไขลิงก์ ...

source: Link resolution failed
ar: فشل في حل الرابط
de_ch: Link-Auflösung fehlgeschlagen
fr: La résolution du lien a échoué
he: רזולוציית קישור נכשלה
ru: Раскрытие ссылки не удалось
sq: Shquarja e lidhjes dështoi
th_th: ลิงก์ความละเอียดล้มเหลว

source: Couldn't resolve a private link since you are offline and corresponding item is not cached locally.
ar: تعذر حل رابط خاص نظرًا لأنك في وضع عدم الاتصال ولا يتم تخزين العنصر المقابل محليًا.
de_ch: Ein privater Link konnte im Offline-Modus nicht aufgelöst werden - das entsprechende Element wurde noch nicht lokal zwischengespeichert.
fr: Impossible de résoudre un lien privé car vous êtes hors ligne et l'élément correspondant n'est pas mis en cache localement.
he: לא ניתן היה לפתור קישור פרטי מכיוון שהנך במצב לא מקוון והפריט התואם לא נשמר במטמון באופן מקומי.
ru: Не удалось раскрыть личную ссылку, так как вы без сети и соответствующий элемент не закэширован локально.
sq: S’u bë dot shquarja e një lidhjeje private, ngaqë s’jeni i lidhur në internet dhe objekti përgjegjës s’është ruajtur lokalisht në fshehtinë.
th_th: ไม่สามารถแก้ไขลิงก์ส่วนตัวเนื่องจากคุณอยูในสถานะออฟไลน์ และรายการที่เกี่ยวข้องไม่มีแคชในเครื่อง

source: Couldn't resolve a private link since the item is not known to the server.
ar: تعذر حل رابط خاص لأن العنصر غير معروف للخادم.
de_ch: Ein privater Link konnte nicht aufgelöst werden - das Element ist auf dem Server nicht mehr vorhanden.
fr: Impossible de résoudre un lien privé car l'élément n'est pas connu au serveur.
he: לא ניתן היה לפתור קישור פרטי מכיוון שהפריט אינו מוכר לשרת.
ru: Не удалось раскрыть личную ссылку, так как элемент не известен серверу.
sq: S’u bë dot shquarja e një lidhjeje private, ngaqë objekti s’njihet nga shërbyesi.
th_th: ไม่สามารถแก้ไขลิงก์ส่วนตัวเนื่องจากไม่รู้จักรายการไปยังเซิร์ฟเวอร์

source: Link points to an account bookmark which is not configured in the app.
ar: يشير الرابط إلى إشارة مرجعية للحساب لم يتم تكوينها في التطبيق.
de_ch: Der Link zeigt auf ein Benutzerkonto, das in der App nicht vorhanden ist.
fr: Le lien pointe vers un favori de compte qui n'est pas configuré dans l'application.
he: הקישור מצביע על סימניה לחשבון שאינו מוגדר ביישום.
ru: Ссылка указывает на закладку учётной записи, которые не настроена в приложении.
sq: Lidhja shpie te një faqerojtës llogarie që s’është formësuar te aplikacioni.
th_th: ในแอปยังไม่ได้กำหนดค่าลิงก์คะแนนไปยังบัญชีบุ๊คมาร์ค

source: Image metadata
ar: البيانات الوصفية للصورة
fr: Métadonnées d'image
ru: Метаданные изображения
sq: Tejtëdhëna figure
th_th: ข้อมูล metadata ของรูปภาพ

source: Image details
ar: تفاصيل الصورة
fr: Détails de l'image
ru: Подробности изображения
sq: Hollësi figure
th_th: รายละเอียดรูปภาพ

source: Profile
ar: ملف التعريف
fr: Profil
ru: Профиль
sq: Profil
th_th: ข้อมูลส่วนตัว

source: Size
ar: الحجم
de_ch: Grösse
fr: Taille
he: גודל
ru: Размер
sq: Madhësi
th_th: ขนาด
